{
    "Vitamin A":[
        {
            "vit" : "Vitamin A",
            "id" : "001",
            "title": "Sweet Potato",
            "thumbnail": ["./image/SweetPotato-1.jpg","./image/SweetPotato-2.jpg","./image/SweetPotato-3.jpg"],
            "Sname": ["Sweet Potato","Ipomoea batatas (L.) Lam."],
            "NutritionalValue":[0.709,89],
            "Properties":[
                "หัวมันเทศช่วยลดไขมันในเลือดได้ ด้วยการนำผลมาปรุงเป็นอาหารรับประทาน (หัว)",
                "หัวใช้ชงกับน้ำดื่มช่วยแก้กระหายน้ำ (หัว)",
                "หัวใช้ชงกับน้ำดื่มช่วยแก้เมาคลื่นได้ (หัว)",
                "รากเป็นยาระบาย (ราก)",
                "หัวเป็นยาแก้บิด (หัว)",
                "หัวใช้ชงกับน้ำดื่มช่วยบำรุงม้ามไต (หัว)",
                "น้ำคั้นจากหัวใช้เป็นยาทาแก้แผลไฟไหม้ได้ (หัว)",
                "ใบใช้ตำพอกรักษาฝีได้ หรือจะใช้ใบตำผสมกับเกลือใช้พอกฝีก็ได้ ส่วนตำรับยาพื้นบ้านล้านนาจะใช้ยอดและใบมันเทศนำมาตำผสมกับยอดและใบผักขมใบแดงเป็นยาพอกฝี (ยอดและใบ)",
                "ตำรายาไทยจะใช้หัวนำมาตำให้ละเอียดใช้พอกแผล รักษาเริม และงูสวัด (หัว)",
                "ทั้งต้นและหัวมีฤทธิ์ฆ่าเชื้อแบคทีเรียและเชื้อรา (ทั้งต้น, หัว)",
                "หัวใช้ตำพอกเป็นยาถอนพิษรักษาแผล ช่วยเร่งการสมานแผล (หัว)",
                "รากและใบใช้ตำพอกบาดแผล แก้พิษแมลงป่อง (รากและใบ)",
                "เถาใช้ต้มกับน้ำดื่มเป็นยาแก้ไขข้ออักเสบ (เถา)",
                "ยอดอ่อนนำมาแกงให้สตรีหลังคลอดบุตรรับประทานจะช่วยทำให้มีน้ำนม (ยอดอ่อน)"
            ],
            "Nutritional":[
                "พลังงาน 86 กิโลแคลอรี",
                "คาร์โบไฮเดรต 20.1 กรัม",
                "แป้ง 12.7 กรัม",
                "น้ำตาล 4.2 กรัม",
                "ใยอาหาร 3 กรัม",
                "ไขมัน 0.1 กรัม",
                "โปรตีน 1.6 กรัม",
                "วิตามินเอ 709 ไมโครกรัม 89%",
                "เบตาแคโรทีน 8,509 ไมโครกรัม 79%",
                "วิตามินบี 1 0.078 มิลลิกรัม 7%",
                "วิตามินบี 2 0.061 มิลลิกรัม 5%",
                "วิตามินบี 3 0.557 มิลลิกรัม 4%",
                "วิตามินบี 5 0.8 มิลลิกรัม 16%",
                "วิตามินบี 6 0.209 มิลลิกรัม 16%",
                "วิตามินบี 9 11 ไมโครกรัม 3%",
                "วิตามินซี 2.4 มิลลิกรัม 17%",
                "วิตามินอี 0.26 มิลลิกรัม 2%",
                "แคลเซียม 30 มิลลิกรัม 3%",
                "ธาตุเหล็ก 0.61 มิลลิกรัม 5%",
                "แมกนีเซียม 25 มิลลิกรัม 7%",
                "แมงกานีส 0.258 มิลลิกรัม 12%",
                "ฟอสฟอรัส 47 มิลลิกรัม 7%",
                "โพแทสเซียม 337 มิลลิกรัม 7%",
                "โซเดียม 55 มิลลิกรัม 4%",
                "สังกะสี (ซิงค์) 0.3 มิลลิกรัม 3%"
            ]
        },
        {
            "vit" : "Vitamin A",
            "id" : "002",
            "title": "Carrot",
            "thumbnail": ["./image/Carrot-1.jpg","./image/Carrot-2.jpg","./image/Carrot-3.jpg"],
            "Sname": ["Carrot","Daucus carota L."],
            "NutritionalValue":[0.835,104],
            "Properties":[
                "ช่วยบำรุงสุขภาพผิวให้สดใสเปล่งปลั่ง",
                "ช่วยป้องกันเซลล์ผิวไม่ให้ถูกทำลายได้ง่ายจากมลภาวะแสงแดดต่าง ๆ",
                "ช่วยเสริมสร้างการเจริญเติบโตของร่างกาย",
                "ช่วยบำรุงกระดูก ฟัน เหงือก เล็บ ให้แข็งแรงยิ่งขึ้น",
                "มีสารต่อต้านอนุมูลอิสระ ซึ่งมีส่วนช่วยในการชะลอวัยและการเกิดริ้วรอยแห่งวัย",
                "ช่วยสร้างสร้างภูมิต้านทานโรคของร่างกายให้แข็งแรงยิ่งขึ้น",
                "ช่วยยับยั้งต่อต้านการเกิดโรคมะเร็ง",
                "ช่วยลดระดับคอเลสเตอรอลในร่างกาย",
                "ช่วยรักษาโรคความดันโลหิตสูง",
                "ช่วยรักษาระดับน้ำตาลในเลือด",
                "ช่วยเพิ่มประสิทธิภาพในระบบไหลเวียนของเลือด",
                "ช่วยบำรุงเซลล์ผิวหนัง",
                "ช่วยบำรุงเส้นผม",
                "ช่วยลดอัตราการเกิดโรคหลอดเลือดสมอง อัมพฤษ์ อัมพาต",
                "ช่วยลดความเสี่ยงจากการเกิดโรคหัวใจและภาวะหัวใจล้มเหลว",
                "ช่วยบำรุงและรักษาสายตา รักษาโรคตาฟาง และต้อกระจก",
                "ช่วยรักษาโรคถุงลมโป่งพองและไทยรอยด์เป็นพิษ",
                "ช่วยย่อยอาหาร และช่วยแก้และบรรเทาท้องผูก",
                "แครอทมีสรรพคุณใช้เป็นยาขับปัสสาวะ",
                "ใช้เป็นยาถ่ายพยาธิไส้เดือน",
                "ช่วยรักษาฝี แผลเน่าต่าง ๆ"
            ],
            "Nutritional":[
                "พลังงาน 41 กิโลแคลอรี",
                "คาร์โบไฮเดรต 9.6 กรัม",
                "น้ำตาล 4.7 กรัม",
                "เส้นใย 2.8 กรัม",
                "ไขมัน 0.24 กรัม",
                "โปรตีน 0.93 กรัม",
                "วิตามินเอ 835 ไมโครกรัม 104%",
                "เบตาแคโรทีน 8,285 ไมโครกรัม 77%",
                "ลูทีนและซีแซนทีน 256 ไมโครกรัม",
                "วิตามินบี 1 0.066 มิลลิกรัม 6%",
                "วิตามินบี 2 0.058 มิลลิกรัม 5%",
                "วิตามินบี 3 0.983 มิลลิกรัม 7%",
                "วิตามินบี 5 0.273 มิลลิกรัม 5%",
                "วิตามินบี 6 0.138 มิลลิกรัม 11%",
                "วิตามินบี 9 19 ไมโครกรัม 5%",
                "วิตามินซี 5.9 มิลลิกรัม 7%",
                "วิตามินอี 0.66 มิลลิกรัม 4%",
                "ธาตุแคลเซียม 33 มิลลิกรัม 3%",
                "ธาตุเหล็ก 0.3 มิลลิกรัม 2%",
                "ธาตุแมกนีเซียม 12 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.143 มิลลิกรัม 7%",
                "ธาตุฟอสฟอรัส 35 มิลลิกรัม 5%",
                "ธาตุโพแทสเซียม 320 มิลลิกรัม 7%",
                "ธาตุโซเดียม 69 มิลลิกรัม 5%",
                "ธาตุสังกะสี 0.24 มิลลิกรัม 3%",
                "ธาตุฟลูออไรด์ 3.2 ไมโครกรัม"
            ]
        },
        {
            "vit" : "Vitamin A",
            "id" : "003",
            "title": "Cantaloupe",
            "thumbnail": ["./image/Cantaloupe-1.jpg","./image/Cantaloupe-2.jpg","./image/Cantaloupe-3.jpg"],
            "Sname":["Cantaloupe","Cucumis melo L. var. cantaloupensis"],
            "NutritionalValue":[0.169,21],
            "Properties":[
                "มีสรรพคุณเป็นยาบำรุงธาตุ",
                "มีส่วนช่วยรักษาโรคความดันโลหิต",
                "ช่วยป้องกันและรักษาโรคเลือดออกตามไรฟัน",
                "ช่วยในการลดไข้ เพราะน้ำแคนตาลูปเป็นผลไม้เย็น",
                "ช่วยดับร้อน แก้กระหาย",
                "ช่วยเป็นยาขับปัสสาวะ",
                "ช่วยบรรเทาอาการอักเสบของทางเดินปัสสาวะ",
                "ช่วยเคลือบกระเพาะอาหาร บรรเทาอาการอักเสบของลำไส้",
                "ช่วยบรรเทาอาการท้องปั่นป่วนจากการรับประทานอาหารไม่ตรงเวลา",
                "ช่วยในการขับน้ำนม",
                "ช่วยในการขับเหงื่อ",
                "ช่วยบำรุงกระดูกและฟันให้แข็งแรง"
            ],
            "Nutritional":[
                "พลังงาน 34 กิโลแคลอรี",
                "คาร์โบไฮเดรต 8.16 กรัม",
                "น้ำตาล 7.86 กรัม",
                "เส้นใย 0.9 กรัม",
                "ไขมัน 0.19 กรัม",
                "โปรตีน 0.54 กรัม",
                "วิตามินเอ 169 ไมโครกรัม 21%",
                "เบตาแคโรทีน 2,020 ไมโครกรัม 19%",
                "ลูทีนและซีแซนทีน 26 ไมโครกรัม",
                "วิตามินบี 1 0.041 มิลลิกรัม 4%",
                "วิตามินบี 2 0.019 มิลลิกรัม 2%",
                "วิตามินบี 3 0.734 มิลลิกรัม 5%",
                "วิตามินบี 5 0.105 มิลลิกรัม 2%",
                "วิตามินบี 6 0.072 มิลลิกรัม 6%",
                "วิตามินบี 9 21 ไมโครกรัม 5%",
                "โคลีน 7.6 มิลลิกรัม 2%",
                "วิตามินซี 36.7 มิลลิกรัม 44%",
                "วิตามินเค 2.5 ไมโครกรัม 2%",
                "ธาตุแคลเซียม 9 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.21 มิลลิกรัม 2%",
                "ธาตุแมกนีเซียม 12 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.41 มิลลิกรัม 20%",
                "ธาตุฟอสฟอรัส 15 มิลลิกรัม 2%",
                "ธาตุโพแทสเซียม 267 มิลลิกรัม 6%",
                "ธาตุโซเดียม 16 มิลลิกรัม 1%",
                "ธาตุสังกะสี 0.18 มิลลิกรัม 2%"
            ]
        }
    ],
    "Vitamin B1":[
        {
            "vit" : "Vitamin B1",
            "id" : "101",
            "title": "Cashew nut",
            "thumbnail": ["./image/Cashew-1.jpg","./image/Cashew-2.jpg","./image/Cashew-3.jpg"],
            "Sname":["Cashew, Cashew nut","Anacardium occidentale L."],
            "NutritionalValue":[0.42,37],
            "Properties":[
                "แพทย์ในอินเดียใช้เมล็ดเลี้ยงเด็กทารกที่อายุเกิน 6 ขวบ เพื่อช่วยให้ร่างกายเจริญเติบโตได้เร็วและแข็งแรง",
                "เม็ดมะม่วงหิมพานต์อุดมไปด้วยธาตุทองแดง จึงช่วยบำรุงเส้นผมและผิวหนังได้เป็นอย่างดี",
                "สรรพคุณเม็ดมะม่วงหิมพานต์ ช่วยลดความเสี่ยงของการเกิดโรคหัวใจและหลอดเลือด",
                "เม็ดมะม่วงหิมพานต์มีสรรพคุณช่วยป้องกันโรคมะเร็ง ช่วยลดความเสี่ยงของการเกิดโรคมะเร็งลำไส้ใหญ่ได้",
                "เม็ดมะม่วงหิมพานต์มีธาตุแมกนีเซียมในปริมาณมาก จึงช่วยบำรุงสุขภาพเหงือก สุขภาพฟันและกระดูกให้แข็งแรง ป้องกันการเกิดโรคกระดูกพรุนในผู้สูงอายุได้",
                "การรับประทานเม็ดมะม่วงหิมพานต์เป็นประจำจะช่วยป้องกันโรคจอประสาทตาเสื่อมได้",
                "การวิจัยในบราซิลและอินเดียพบว่าสารสกัดจากเปลือกต้นและสารสกัดจากส่วนเหนือดินของต้น สามารถช่วยลดระดับน้ำตาลในเลือดได้",
                "เมล็ดมีกรดไลโนเลอิก (Linoleic acid) ซึ่งช่วยป้องกันโรคไขมันอุดตันในเส้นเลือด ป้องกันโรคหัวใจและโรคเกี่ยวกับทรวงอกได้",
                "แมกนีเซียมจากเม็ดมะม่วงหิมพานต์สามารถช่วยลดความดันโลหิตได้",
                "เมล็ดมีกรดไขมันอิ่มตัวในปริมาณมาก จึงช่วยในการป้องกันโรคไขมันตับและไม่ให้สะสมในร่างกายมากจนเกินไป จึงไม่ทำให้อ้วน",
                "เม็ดมะม่วงหิมพานต์มีแมกนีเซียมสูง โดยแร่ธาตุชนิดจะช่วยในการทำงานของหัวใจ มีบทบาทสำคัญในการเปลี่ยนน้ำตาลให้เป็นพลังงาน ช่วยป้องอาการหมดเรี่ยวแรงได้เป็นอย่างดี",
                "ช่วยรักษาโรคฟันผุ บรรเทาอาการเสียวฟันหรือปวดฟันได้ เนื่องจากเม็ดมะม่วงหิมพานต์มีกรดอนาร์ดิกที่มีคุณสมบัติช่วยกำจัดเชื้อแบคทีเรียซึ่งเป็นสาเหตุของโรคฟันผุได้ แต่อย่างไรก็ดีการแปรงฟันก็ยังคงเป็นวิธีที่ดีที่สุด เนื่องจากกรดชนิดนี้จะออกฤทธิ์เพียงแค่ 15 นาทีเท่านั้น",
                "กรดอนาร์ดิกในเม็ดมะม่วงหิมพานต์สามารถนำไปประยุกต์ใช้กับโรคอื่น ๆ ได้ เช่น วัณโรค โรคเรื้อน กำจัดเชื้อโรคที่พบในสิว เป็นต้น",
                "ชาวโบลีเวียเชื่อว่าน้ำจากผลสามารถช่วยกระตุ้นสมองแล้วทำให้มีความจำดีขึ้น (ผล)",
                "ช่วยบรรเทาอาการเจ็บปวดจากโรคประสาทพิการและช่วยแก้โรคปวดตามข้อได้ (ผล)",
                "มะม่วงหิมพานต์มีสรรพคุณช่วยลดไข้ (ผล, ใบ)",
                "ช่วยแก้อาการเลือดออกตามไรฟัน (ยางจากต้น)",
                "ช่วยแก้อาการปวดฟัน ใช้กลั้วคอล้างปาก (เปลือกต้น)",
                "ใบสดนำมาเผาไฟแล้วสูดดมควันจะช่วยรักษาและบรรเทาอาการไอ อาการเจ็บคอได้ (ใบสด)",
                "ช่วยแก้อาเจียน รักษาแผลในช่องปาก (น้ำจากผล)",
                "ช่วยในการขับเหงื่อ (น้ำจากผล)",
                "เมล็ดนำมาคั่วโรยเกลือรับประทานเป็นยาแก้อาการบวมน้ำได้ (เมล็ดคั่ว)",
                "การรับประทานเม็ดมะม่วงหิมพานต์จะช่วยในการย่อยอาหารได้เป็นอย่างดี (เมล็ด)",
                "รากมะม่วงหิมพานต์มีสรรพคุณช่วยแก้ท้องร่วงและเป็นยาฝาดสมาน (ราก)",
                "ช่วยบรรเทาอาการท้องร่วง (ยอด, ใบ)",
                "ในบราซิลนิยมนำผลมาทำเป็นไวน์ เพราะเชื่อว่ามันสามารถช่วยรักษาโรคบิดเรื้อรังได้ (ผล)",
                "ใบยอดอ่อนมีสรรพคุณช่วยสมานแผลในลำไส้ ช่วยรักษาแผลในกระเพาะอาหาร และบรรเทาอาการของโรคท้องร่วงได้ (ใบ)",
                "น้ำคั้นจากผลใช้ดื่มเป็นยาขับปัสสาวะได้ (ดร.วิทย์ เที่ยงบูรณธรรม) (น้ำคั้นจากผล, เมล็ดคั่ว)",
                "การรับประทานเม็ดมะม่วงหิมพานต์จะช่วยป้องกันและลดความเสี่ยงของการเกิดโรคนิ่วได้ (เมล็ด)",
                "ช่วยบรรเทาอาการของโรคริดสีดวงได้ (ใบ)",
                "ช่วยต้านกามโรค (น้ำจากผล)",
                "ใช้รักษาโรคผิวหนังพุพองและกามโรคเข้าข้อได้ (เปลือกต้น)",
                "ใช้เป็นยาแก้ปวดเนื่องจากรำมะนาด (เปลือกต้น)",
                "ใช้เป็นยารักษาหูด ด้วยการใช้ยางจากผลสดที่ยังไม่สุก 1 ผล ที่เด็ดออกมาใหม่ ๆ แล้วใช้ยางทาตรงบริเวณที่เป็นหูด ทาเป็นประจำจนกว่าจะหาย (ยางจากผลสด, ยางจากต้น)",
                "ช่วยทำลายตาปลา ช่วยกัดทำลายเนื้อด้านที่เป็นปุ่มโตหรือโรคเท้าแตกได้ ด้วยการใช้ยางจากต้นสดทาบริเวณที่เป็นตาปลาหรือเนื้อด้านบ่อย ๆ จนกว่าจะหาย (ยางจากต้น)",
                "เมล็ดใช้ผสมเป็นยารับประทาน ช่วยแก้โรคผิวหนัง กลากเกลื้อน โรคเรื้อน ทำให้หนังชา (เมล็ด, น้ำมันจากเมล็ด)",
                "น้ำมันสกัดจากเมล็ดมะม่วงหิมพานต์ สรรพคุณใช้เป็นพิษต้านเชื้อจุลินทรีย์ โดยเฉพาะเชื้อหนองชนิด Staphylococus (การสูดดมน้ำมันชนิดนี้อาจทำให้เกิดการระคายเคือง มีพิษรุนแรง และควรระวังเมื่อต้องใช้กับเด็ก)",
                "ช่วยรักษาแผลไฟไหม้ น้ำร้อนลวก ด้วยการใช้ใบแก่นำมาบดใส่บริเวณที่เป็นแผล (ใบแก่)"
            ],
            "Nutritional":[
                "พลังงาน 553 กิโลแคลอรี",
                "คาร์โบไฮเดรต 30.19 กรัม",
                "แป้ง 23.49 กรัม",
                "น้ำตาล 5.91 กรัม",
                "เส้นใย 3.3 กรัม",
                "ไขมัน 43.85 กรัม",
                "กรดไขมันอิ่มตัว 7.78 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงเดี่ยว 23.8 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงซ้อน 7.85 กรัม",
                "โปรตีน 18.22 กรัม",
                "น้ำ 5.2 กรัม",
                "วิตามินบี 1 0.42 มิลลิกรัม 37%",
                "วิตามินบี 2 0.6 มิลลิกรัม 5%",
                "วิตามินบี 3 1.06 มิลลิกรัม 7%",
                "วิตามินบี 5 0.86 มิลลิกรัม 17%",
                "วิตามินบี 6 0.42 มิลลิกรัม 32%",
                "วิตามินบี 9 25 ไมโครกรัม 6%",
                "วิตามินซี 0.5 มิลลิกรัม 1%",
                "วิตามินอี 0.9 มิลลิกรัม 6%",
                "แคลเซียม 37 มิลลิกรัม 4%",
                "ธาตุเหล็ก 6.68 มิลลิกรัม 51%",
                "แมกนีเซียม 292 มิลลิกรัม 82%",
                "แมงกานีส 1.655 มิลลิกรัม 79%",
                "ฟอสฟอรัส 593 มิลลิกรัม 85%",
                "โพแทสเซียม 660 มิลลิกรัม 14%",
                "โซเดียม 12 มิลลิกรัม 1%",
                "สังกะสี 5.78 มิลลิกรัม 61%",
                "ทองแดง 2.195 มิลลิกรัม",
                "ซีลีเนียม 19.9 มิลลิกรัม"
            ]
        },
        {
            "vit" : "Vitamin B1",
            "id" : "102",
            "title": "Green beans",
            "thumbnail": ["./image/Greenbeans-1.jpg","./image/Greenbeans-2.jpg","./image/Greenbeans-3.jpg"],
            "Sname":["Mung bean, Mung, Moong bean, Green bean, Green gram, Golden gram(กรณีที่เยื่อหุ้มเมล็ดเป็นสีเหลือง)","Vigna radiata (L.) R.Wilczek"],
            "NutritionalValue":[0.621,54],
            "Properties":[
                "มีโพแทสเซียมช่วยเสริมสร้างกล้ามเนื้อในร่างกายให้แข็งแรง",
                "ถั่วเขียวมีสารต้านเอนไซม์โปรตีเอสในปริมาณสูง ซึ่งเป็นสารที่มีฤทธิ์ในการต่อต้านมะเร็ง",
                "ช่วยบำรุงร่างกาย บำรุงกำลัง เสริมสร้างภูมิคุ้มกัน ช่วยป้องกันและรักษาไข้หวัด",
                "ถั่วเขียวอุดมไปด้วยแมกนีเซียม ซึ่งเป็นแร่ธาตุที่ช่วยในการทำงานของระบบเผาผลาญในร่างกาย ช่วยผลิตโปรตีน และการหดตัวของกล้ามเนื้อ",
                "ช่วยลดความดันโลหิต",
                "ช่วยทำให้เจริญอาหาร",
                "ช่วยลดระดับไขมันและคอเลสเตอรอล ช่วยควบคุมระดับไขมันในเลือด ควบคุมน้ำหนักได้ เพราะถั่วเขียวมีส่วนประกอบของไขมันที่ต่ำมาก ไม่มีคอเลสเตอรอล และยังอุดมไปด้วยโปรตีนกับเส้นใยอาหาร",
                "ช่วยลดความเสี่ยงของการเกิดโรคหัวใจ",
                "ถั่วเขียวมีฤทธิ์เย็น ออกฤทธิ์ตามเส้นลมปราณของหัวใจและม้าม",
                "ถั่วเขียวอุดมไปด้วยธาตุเหล็กซึ่งจำเป็นสำหรับการสร้างเม็ดเลือดแดงในร่างกาย",
                "ช่วยลดระดับน้ำตาลในเลือดและเบาหวานได้",
                "ถั่วเขียวอุดมไปด้วยแคลเซียมและฟอสฟอรัสที่ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง และยังช่วยป้องกันและรักษาโรคกระดูกพรุนได้อีกด้วย",
                "ช่วยขับร้อน แก้อาการร้อนใน และช่วยแก้พิษในฤดูร้อน",
                "ถั่วเขียวมีประโยชน์ต่อลำคอและผิวหนัง และยังช่วยแก้อาการกระหายน้ำได้อีกด้วย",
                "เมล็ดถั่วเขียวนำมาต้มกับเกลือ ใช้อมเพื่อรักษาโรคเลือดออกตามไรฟันได้",
                "ช่วยถอนพิษในร่างกาย",
                "ช่วยกระตุ้นประสาท ถั่วเขียวเป็นแหล่งสำคัญของธาตุโบรอน (Boron) ซึ่งทำหน้าที่เกี่ยวกับการส่งกระแสประสาทของสมอง ช่วยทำให้สมองทำงานได้ฉับไวมากขึ้น และยังอุดมไปด้วยฟอสฟอรัสที่ช่วยบำรุงเซลล์ประสาทและสมอง",
                "ช่วยบำรุงสายตา ทำให้ตาสว่าง และรักษาตาอักเสบ (เปลือกสีเขียว) ช่วยแก้อาการตาพร่า ตาอักเสบ ด้วยการรับประทานถั่วเขียวต้มครั้งละ 15-20 กรัมเป็นประจำ",
                "ช่วยรักษาคางทูมที่เป็นใหม่ ๆ ด้วยการต้มถั่วเขียว 70 กรัมจนใกล้สุก แล้วใส่แกนกะหล่ำปลีลงไป ต้มอีก 15 นาที กินเฉพาะน้ำวันละ 2 ครั้ง",
                "ช่วยแก้อาการอาเจียนจากการดื่มเหล้า ด้วยการดื่มน้ำถั่วเขียวพอประมาณ",
                "ช่วยขับของเหลวในร่างกาย",
                "ในถั่วเขียวอุดมไปด้วยเส้นใยที่สามารถละลายน้ำได้ดี จึงช่วยในขบวนการทำความสะอาดของร่างกายอย่างเป็นธรรมชาติ",
                "ถั่วเขียวอุดมไปด้วยวิตามินบี 2 ที่ช่วยป้องกันโรคปากนกกระจอกได้",
                "ถั่วเขียวมีเส้นใยอาหารสูงจึงช่วยในการขับถ่าย ป้องกันอาการท้องผูก ช่วยลดความเสี่ยงของการเกิดโรคมะเร็งลำไส้ใหญ่ และยังส่งผลดีต่อระบบลำไส้โดยรวมอีกด้วย",
                "เมล็ดถั่วเขียวนำมาต้มแล้วกิน ใช้เป็นยาขับปัสสาวะ",
                "ช่วยแก้ลำไส้อักเสบ",
                "ช่วยบำรุงตับ",
                "ช่วยแก้อาการไตอักเสบ",
                "ช่วยแก้ผดผื่นคัน",
                "ช่วยลดบวม",
                "ช่วยรักษาโรคข้อต่าง ๆ แก้อาการขัดข้อ",
                "ช่วยรักษาฝี ด้วยการใช้ถั่วเขียวดิบหรือต้มสุกนำมาใช้ตำแล้วพอกเป็นยารักษาภายนอก ช่วยในการบ่มหนองให้ฝีสุก และยังใช้รักษาอาการอื่น ๆ ได้อีกด้วย เช่น แก้ท้องร่วง การคลอดบุตรยาก และโรคท้องมาน",
                "นำมาใช้ตำพอกแผล",
                "ช่วยแก้พิษจากพืช พิษจากสารหนู และพิษอื่น ๆ",
                "ถั่วเขียวอุดมไปด้วยวิตามินบี 1 ที่ช่วยในการป้องกันโรคเหน็บชาได้เป็นอย่างดี",
                "ถั่วเขียวอุดมไปด้วยโฟเลตสูง ซึ่งมีความสำคัญอย่างมากสำหรับหญิงตั้งครรภ์ เพราะช่วยป้องกันการพิการแต่กำเนิดของทารกได้"
            ],
            "Nutritional":[
                "พลังงาน 347 กิโลแคลอรี",
                "คาร์โบไฮเดรต 62.62 กรัม",
                "น้ำ 9.05 กรัม",
                "น้ำตาล 6.6 กรัม",
                "เส้นใย 16.3 กรัม",
                "ไขมัน 1.15 กรัม",
                "โปรตีน 23.86 กรัม",
                "วิตามินบี 1 0.621 มิลลิกรัม 54%",
                "วิตามินบี 2 0.233 มิลลิกรัม 19%",
                "วิตามินบี 3 2.251 มิลลิกรัม 15%",
                "วิตามินบี 5 1.91 มิลลิกรัม 38%",
                "วิตามินบี 6 0.382 มิลลิกรัม 29%",
                "วิตามินบี 9 625 ไมโครกรัม 156%",
                "วิตามินซี 4.8 มิลลิกรัม 6%",
                "วิตามินอี 0.51 มิลลิกรัม 3%",
                "วิตามินเค 0.009 มิลลิกรัม 9%",
                "แคลเซียม 132 มิลลิกรัม 13%",
                "ธาตุเหล็ก 6.74 มิลลิกรัม 52%",
                "แมกนีเซียม 189 มิลลิกรัม 53%",
                "แมงกานีส 1.035 มิลลิกรัม 49%",
                "ฟอสฟอรัส 367 มิลลิกรัม 52%",
                "โพแทสเซียม 1,246 มิลลิกรัม 27%",
                "สังกะสี 2.68 มิลลิกรัม 28%"
            ]
        },
        {
            "vit" : "Vitamin B1",
            "id" : "103",
            "title": "Pork",
            "thumbnail": ["./image/Pork-1.jpg","./image/Pork-2.jpg","./image/Pork-3.jpg"],
            "Sname":["Pork",""],
            "NutritionalValue":[0.791,54],
            "Properties":[
                "การเจริญเติบโตของอวัยวะ เนื้อเยื่อ โดยร่างกายจะนำเอาไปซ่อมแซมส่วนที่สึกหรอ หรือเข้าสู่กระบวนการสร้างเนื้อเยื่อใหม่ขึ้นมาทดแทนในส่วนที่ขาดหายไป ควบคุมการทำงานให้กับอวัยวะ พร้อมทั้งสร้างภูมิคุ้มกันให้กับร่างกาย เพิ่มกล้ามเนื้อ ช่วยให้มีสุขภาพแข็งแรงมากยิ่งขึ้นกว่าเดิม รักษาระดับน้ำตาลในเลือด และมีประโยชน์ต่อระบบการสืบพันธุ์อย่างมาก",
                "มีกรดอะมิโนเป็นสารอาหารที่ผสมอยู่ในโปรตีน อันเป็นปัจจัยสำคัญที่เข้าไปสู่กระบวนการซ่อมแซมส่วนที่สึกหรอตามจุดต่าง ๆ ภายในร่างกาย ช่วยให้เนื้อเยื่อกลับมาสู่ภาวะปกติ",
                "วิตามินบี 1 จะช่วยแก้อาหารเหน็บชา กระตุ้นการทำงานของระบบประสาท เพิ่มกล้ามเนื้อให้แข็งแรง ช่วยบำรุงการทำงานของสมอง ปรับสมดุลการเต้นของหัวใจ รวมถึงใครที่มักมีปัญหาเมารถ เมาเครื่องบิน เมาเรือ การทานอาหารที่มีวิตามินบี 1 เป็นประจำจะช่วยแก้อาการดังกล่าวได้ดี",
                "วิตามินเอเป็นวิตามินที่มีส่วนสำคัญต่อสายตา เพราะจะช่วยเรื่องการมองเห็น อีกทั้งยังมีส่วนช่วยกระตุ้นภูมิคุ้มกันภายในร่างกาย ใครที่ป่วยบ่อยเมื่อร่างกายมีวิตามินเอเพียงพอก็จะทำให้สุขภาพแข็งแรงมากขึ้น สร้างกระดูกและฟันให้ดูดี ป้องกันปัญหาการติดเชื้อภายในระบบทางเดินอาหาร",
                "วิตามินบี 3 หรือ ไนอะซินมีส่วนช่วยในเรื่องของระบบทางเดินอาหาร รู้สึกเจริญอาหารในการทานแต่ละมื้อมากขึ้น อีกทั้งยังบำรุงประสาท นอนหลับง่ายขึ้นกว่าเดิม",
                "ฟอสฟอรัสเข้าไปซ่อมแซมส่วนที่สึกหรอต่าง ๆ ภายในร่างกาย แก้ปัญหาบาดเจ็บบริเวณข้อหรือข้ออักเสบ เป็นสารอาหารที่มีส่วนในการกระตุ้นระบบเผาผลาญ พร้อมสร้างความรู้สึกในการใช้ชีวิตให้กระฉับกระเฉงมากยิ่งขึ้นกว่าเดิม ร่างกายตื่นตัวได้ดี"
            ],
            "Nutritional":[
                "พลังงาน 242 กิโลแคลอรี",
                "ไขมัน 14 กรัม",
                "ไขมันอิ่มตัว 5 กรัม",
                "คอเลสเตอรอล 80 มิลลิกรัม",
                "โซเดียม 62 มิลลิกรัม",
                "โพแทสเซียม 423 มิลลิกรัม",
                "โปรตีน 27 กรัม",
                "แคลเซียม 19 มิลลิกรัม",
                "เหล็ก 0.9 มิลลิกรัม",
                "วิตามินบี 1 1.85 มิลลิกรัม",
                "วิตามินบี 6 0.5 มิลลิกรัม",
                "วิตามินบี 12 0.0007 มิลลิกรัม",
                "วิตามินซี 0.6 มิลลิกรัม",
                "วิตามินดี 35.298 มิลลิกรัม",
                "แมกนีเซียม 28 มิลลิกรัม"
            ]
        }
    ],
    "Vitamin B2":[
        {
            "vit" : "Vitamin B2",
            "id" : "201",
            "title": "Almond",
            "thumbnail": ["./image/Almond-1.jpg","./image/Almond-2.jpg","./image/Almond-3.jpg"],
            "Sname":["อัลมอนด์, แอลมอน, แอลม่อน, แอลมอนด์, อัลมอล","Prunus dulcis (Mill.) D.A.Webb, Prunus amygdalus Batsch"],
            "NutritionalValue":[1.014,85],
            "Properties":[
                "อัลมอนด์มีประโยชน์ช่วยต่อต้านอนุมูลอิสระ เสริมสร้างระบบภูมิคุ้มกันในร่างกาย",
                "ช่วยในการชะลอวัยและการเกิดริ้วรอยแห่งวัยได้ดี",
                "ประโยชน์ของอัลมอนด์ ช่วยเพิ่มพลังงานให้กับร่างกาย",
                "ช่วยบำรุงระบบประสาท และช่วยเพิ่มสติปัญญาและสมาธิให้มากขึ้น",
                "ช่วยในการทำงานของสมอง ช่วยป้องกันการเกิดโรคอัลไซเมอร์",
                "ช่วยเสริมสร้างเซลล์และซ่อมแซมส่วนที่สึกหรอในร่างกาย ไม่ว่าจะเป็นผิวพรรณ เส้นผม เล็บ ฯลฯ",
                "การรับประทานอัลมอนด์เป็นประจำจะช่วยลดความเสี่ยงของโรคหัวใจวายได้ถึง 50%",
                "ในเปลือกอัลมอนด์มีฟลาโวนอยด์ (Flavonoids) ที่สามารถทำงานร่วมกับวิตามินอี ในการช่วยปกป้องผนังหลอดเลือด จึงทำให้ช่วยลดความเสี่ยงของการเกิดโรคหัวใจและหลอดเลือดได้ (งานวิจัยจาก Tufts University)",
                "ช่วยบำรุงและเสริมสร้างกระดูกและฟันให้แข็งแรง ช่วยลดความเสี่ยงของโรคกระดูกพรุน",
                "ช่วยลดระดับน้ำตาลในเลือด ป้องกันการเกิดโรคเบาหวานได้ถึง 30-50% เพราะช่วยในการหลั่งอินซูลินหลังอาหาร ทำให้น้ำตาลในกระแสเลือดที่เพิ่มขึ้นถูกดูดซึมเก็บไว้ที่ตับและเนื้อเยื่ออื่น ๆ จึงมีผลทำให้สามารถลดระดับน้ำตาลในเลือดได้",
                "อัลมอนด์ลดน้ําหนัก จากงานวิจัยหลายอย่างระบุว่า ผู้ที่รับประทานถั่วหรืออัลมอนด์เป็นประจำ จะมีน้ำหนักตัวลดลงโดยเฉลี่ยมากกว่าผู้ที่ไม่เคยรับประทานถั่ว โดยผู้ที่รับประทานถั่วอัลมอนด์อย่างน้อยสัปดาห์ละ 2 ครั้ง ร้อยละ 31% พบว่ามีน้ำหนักตัวที่ลดลง ถึงแม้ว่าถั่วอัลมอนด์จะมีไขมันที่สูงมากก็ตาม (บทความจาก WHFoods)",
                "อัลมอนด์ลดความอ้วน ช่วยลดระดับคอเลสเตอรอลในร่างกาย ช่วยเพิ่มระดับไขมันดี (HDL) และลดระดับไขมันเลว (LDL) ในร่างกาย ซึ่งเป็นสาเหตุของการเกิดโรคหัวใจและหลอดเลือด โดยงานวิจัยจากสถาบันชั้นนำในอเมริกาและยุโรปพบว่า การรับประทานอัลมอนด์วันละ 1 หยิบมือจะช่วยลดระดับไขมันเลวได้ถึง 4.4% แต่ถ้ารับประทานวันละ 2 หยิบมือก็จะช่วยลดระดับไขมันเลวได้ 9.4%",
                "ช่วยลดความเสี่ยงของการเกิดโรคมะเร็งลำไส้ใหญ่ได้เป็นอย่างดี",
                "ช่วยป้องกันอาการท้องผูก เนื่องจากอัลมอนด์มีเส้นใยอาหารในปริมาณมาก มันจึงช่วยในการขับถ่ายและป้องกันอาการท้องผูกได้เป็นอย่างดี",
                "ช่วยป้องกันการเกิดโรคนิ่ว จากฐานข้อมูลจาก Nurses' Health Study จากผู้หญิงกว่า 80,000 รายแสดงให้เห็นว่า ผู้หญิงที่รับประทานถั่วอย่างน้อย 1 ออนซ์ต่อสัปดาห์จะช่วยลดความเสี่ยงของการเกิดโรคนิ่วได้ถึง 25%",
                "อัลมอนด์เป็นถั่วที่มีโปรตีนสูงมาก ซึ่งมีประโยชน์ในเรื่องของการซ่อมแซมส่วนที่สึกหรอ สร้างความเจริญเติบโต ให้พลังงานแก่ร่างกาย ช่วยรักษาสมดุลของกรดด่างในร่างกาย ฯลฯ",
                "เมล็ดอัลมอนด์มีโพสแทสเซียมสูง ซึ่งเป็นตัวช่วยในการควบคุมความดันโลหิต",
                "การรับประทานอัลมอนด์จะช่วยลดการกินจุบจิบ และการรับประทานทุกวันก็จะช่วยระงับความหิวได้เป็นอย่างดี ถือว่าเป็นการไดเอ็ตไปด้วยในตัวเลยทีเดียว",
                "สำหรับผู้ที่กังวลเรื่องน้ำหนักตัว คุณสามารถรับประทานถั่วอัลมอนด์แทนของหวานหรือขนมขบเคี้ยวในระหว่างวันได้อย่างสบายใจ นอกจากจะไม่ทำให้อ้วนแล้วยังได้คุณค่าจากธรรมชาติไปเต็ม ๆ และยังช่วยลดน้ำหนักไปในตัวด้วย",
                "นอกจากนี้อัลมอนด์ยังเป็นทางเลือกที่ดีสำหรับหญิงตั้งครรภ์ เพราะถั่วชนิดนี้อุดมไปด้วยกรดโฟลิกที่จำเป็นอย่างมากสำหรับเด็กทารกในครรภ์",
                "เมล็ดอัลมอนด์สามารถนำไปแปรรูปเป็นผลิตภัณฑ์ได้หลายอย่าง เช่น อัลมอนด์อบเกลือ อัลมอนด์อบเนย คุกกี้อัลมอนด์ เค้กอัลมอนด์ น้ำมันอัลมอนด์ ฯลฯ"
            ],
            "Nutritional":[
                "พลังงาน 576 กิโลแคลอรี",
                "คาร์โบไฮเดรต 21.69 กรัม",
                "แป้ง 0.74 กรัม",
                "น้ำตาล 3.89 กรัม",
                "แล็กโทส 0.00 กรัม",
                "เส้นใย 12.2 กรัม",
                "ไขมัน 49.42 กรัม",
                "กรดไขมันอิ่มตัว 3.731 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงเดี่ยว 30.889 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงซ้อน 12.070 กรัม",
                "โปรตีน 21.22 กรัม",
                "ทริปโตเฟน 0.214 กรัม",
                "ทรีโอนีน 0.598 กรัม",
                "ไอโซลิวซีน 0.702 กรัม",
                "ลิวซีน 1.488 กรัม",
                "ไลซีน 0.580 กรัม",
                "เมทไธโอนีน 0.151 กรัม",
                "ซีสทีน 0.189 กรัม",
                "ฟีนิลอะลานีน 1.120 กรัม",
                "ไทโรซีน 0.452 กรัม",
                "วาลีน 0.817 กรัม",
                "อาร์จินีน 2.446 กรัม",
                "ฮีสทิดีน 0.557 กรัม",
                "อะลานีน 1.027 กรัม",
                "กรดแอสพาร์ติก 2.911 กรัม",
                "กรดกลูตามิก 6.810 กรัม",
                "ไกลซีน 1.469 กรัม",
                "โพรลีน 1.032 กรัม",
                "ซีรีน 0.948 กรัม",
                "น้ำ 4.70 กรัม",
                "วิตามินเอ 0.0003 มิลลิกรัม",
                "เบตาแคโรทีน 1 ไมโครกรัม (0%)",
                "ลูทีนและซีแซนทีน 1 ไมโครกรัม",
                "วิตามินบี 1 0.211 มิลลิกรัม 18%",
                "วิตามินบี 2 1.014 มิลลิกรัม 85%",
                "วิตามินบี 3 3.385 มิลลิกรัม 23%",
                "วิตามินบี 5 0.469 มิลลิกรัม 9%",
                "วิตามินบี 6 0.143 มิลลิกรัม 11%",
                "วิตามินบี 9 50 ไมโครกรัม 13%",
                "โคลีน 52.1 มิลลิกรัม 11%",
                "วิตามินอี 26.2 มิลลิกรัม 175%",
                "วิตามินเค 0.0 ไมโครกรัม 0%",
                "ธาตุแคลเซียม 264 มิลลิกรัม 26%",
                "ธาตุเหล็ก 3.72 มิลลิกรัม 29%",
                "ธาตุแมกนีเซียม 268 มิลลิกรัม 75%",
                "ธาตุแมงกานีส 2.285 มิลลิกรัม 109%",
                "ธาตุฟอสฟอรัส 484 มิลลิกรัม 69%",
                "ธาตุโพแทสเซียม 705 มิลลิกรัม 15%",
                "ธาตุโซเดียม 1 มิลลิกรัม 0%",
                "ธาตุสังกะสี 3.08 มิลลิกรัม 32%"
            ]
        },
        {
            "vit" : "Vitamin B2",
            "id" : "202",
            "title": "Milk",
            "thumbnail": ["./image/Milk-1.jpg","./image/Milk-2.jpg","./image/Milk-3.jpg"],
            "Sname":["Milk",""],
            "NutritionalValue":[0.16,26],
            "Properties":[
                "ทำให้ระบบขับถ่ายดีขึ้น การดื่มนมวัวในช่วงท้องว่างช่วยขับถ่ายได้คล่องขึ้น เนื่องจากนมวัวมีคาร์โบไฮเดรตที่เป็นน้ำตาลแลคโตส ช่วยควบคุมปริมาณจุลินทรีย์ในระบบทางเดินอาหาร ทำให้อุจจาระนุ่ม ขับถ่ายง่าย",
                "ช่วยซ่อมแซมและพัฒนากล้ามเนื้อ นมวัวมีโปรตีนและกรดอะมิโนหลายชนิด เช่น ลิวซีน ไอโซลิวซีน และลานีน ทำหน้าที่ซ่อมแซมเซลล์และเนื้อเยื้อภายในร่างกาย เสริมสร้างกล้ามเนื้อให้แข็งแรงยิ่งขึ้น",
                "นมวัวมีวิตามินเอมีส่วนช่วยบำรุงสายตา ป้องกันความผิดปกติของประสาทตาที่เกิดจากการใช้งานหนัก ทำให้การมองเห็นตอนกลางคืนดีขึ้น",
                "เสริมสร้างกระดูกและฟันให้แข็งแรง แคลเซียมสูงและฟอสฟอรัสในนมวัว ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง จึงช่วยป้องกันโรคกระดูกพรุน และโรคต่างๆ ที่เกี่ยวข้องกับกระดูกได้",
                "ลดการเกิดตะคริว นมวัวมีโพแทสเซียมและแมกนีเซียม ช่วยขยายหลอดเลือด ลดอาการกล้ามเนื้อเป็นตะคริว รวมถึงอาการปวดท้องประจำเดือนได้อีกด้วย นอกจากนี้ยังช่วยผ่อนคลายกล้ามเนื้อ ทำให้สบายตัวมากกว่าเดิม",
                "ช่วยลดน้ำหนัก นมวัวมีแคลอรีต่ำและมีน้ำเป็นส่วนประกอบหลัก การดื่มนมในมื้อว่างจะช่วยให้อิ่มท้องและเพิ่มพลังงานให้ร่างกาย โดยไม่จำเป็นต้องรับประทานอย่างอื่นอีก จึงช่วยให้น้ำหนักลดลงได้",
                "ลดอาการแสบร้อนกลางอก สารคาเซอีน (casein) ในนมวัว สามารถลดอาการแสบร้อนกลางอกที่เกิดจากการรับประทานอาหารที่เป็นกรด หรือการรับประทานเผ็ดเกินไปได้"
                
            ],
            "Nutritional":[
                "พลังงาน 62 กิโลแคลอรี",
                "ไขมัน 3.2 กรัม",
                "คาร์โบไฮเดรต 4.9 กรัม",
                "โปรตีน 3.4 กรัม",
                "แคลเซียม 118 มิลลิกรัม 28%",
                "ฟอสฟอรัส 99 มิลลิกรัม 22%",
                "เหล็ก 0.1 มิลลิกรัม",
                "วิตามินเอ 141 iu",
                "วิตามินบี 1 0.04 มิลลิกรัม",
                "วิตามินบี 2 0.16 มิลลิกรัม 26%",
                "ไนอาซีน 0.1 มิลลิกรัม",
                "วิตามินซี 1 มิลลิกรัม"
            ]
        },
        {
            "vit" : "Vitamin B2",
            "id" : "203",
            "title": "Cheese",
            "thumbnail": ["./image/Cheese-1.jpg","./image/Cheese-2.jpg","./image/Cheese-3.jpg"],
            "Sname":["เนยแข็ง, ชีส","caseus"],
            "NutritionalValue":[0.16,26],
            "Properties":[
                "ลดความเสี่ยงครรภ์เป็นพิศของผู้หญิงได้ ควรได้ในปริมาณ 1,500 – 2,000 มิลลิกรัมต่อวัน",
                "ช่วยป้องกันโรคกระดูกพรุน อุดมไปด้วยแคลเซียม โปรตีน แมกนีเซียม สังกะสี และวิตามินA วิตามินD วิตามินK",
                "เสริมสร้างสุขภาพฟันรากฟัน ป้องกันฟันผุได้",
                "ช่วยลดความเสี่ยงของโรคเบาหวานชนิดที่ 2",
                "อุดมไปด้วยไขมันดีช่วยในการเพิ่มน้ำหนักได้",
                "ลดความดันโลหิตสูงได้ (ชีสไขมันต่ำและโซเดียมต่ำเท่านั้น)",
                "ช่วยให้หลอดเลือดที่แข็งแรง (ชีสไขมันต่ำและโซเดียมต่ำเท่านั้น)",
                "มีประโยชน์ต่อระบบหัวใจ",
                "ช่วยให้ผิวเปล่งปรั่ง ลดสิว",
                "ช่วยเสริมสร้างกล้ามเนื้อ",
                "ช่วยในการแข็งตัวของเลือด",
                "อุดมไปด้วยกรดไขมันที่จำเป็น",
                "มีประโยชน์ช่วยต่อระบบภูมิคุ้มกัน",
                "มีคุณสมบัติสารต้านอนุมูลอิสระ",
                "ช่วยกระตุ้นแบคทีเรียดีในลำไส้ที่แข็งแรง",
                "ช่วยป้องกันโรคมะเร็งลำไส้ใหญ่",
                "ชดเชยการขาดสารอาหารในระหว่างการให้นม",
                "บำรุงสมองสามารถลดความเสี่ยงของโรคอัลไซเมอร์"   
            ],
            "Nutritional":[
                "พลังงาน 342 กิโลแคลอรี",
                "โปรตีน 5.9 กรัม",
                "คาร์โบไฮเดรต 4.1 กรัม",
                "ไขมัน 34.2 กรัม",
                "คลอเรสเตอรอล 110 มิลลิกรัม",
                "โซเดียม 365 มิลลิกรัม",
                "โพแทสเซียม 138 มิลลิกรัม",
                "น้ำตาล 3.2 กรัม",
                "โปรตีน 25 กรัม",
                "วิตามินเอ 27%",
                "แคลเซียม 721 มิลลิกรัม 10%",
                "วิตามินอี 1%",
                "วิตามินเค 4%",
                "วิตามินดี 0.0006 มิลลิกรัม 6%",
                "วิตามินบี6 0.1 มิลลิกรัม 2%",
                "วิตามินบี12 0.0008 มิลลิกรัม 4%",
                "ไทอามิน 1%",
                "ไนอามิน 1%",
                "ฟอสฟอรัส 11%",
                "เหล็ก 0.7 มิลลิกรัม 2%",
                "แมกนีเซียม 28 มิลลิกรัม 2%",
                "โรโบพลาวิน 7%",
                "ไรโบพลาวิน 7%",
                "สังกะสี 3 3%"
            ]
        }
    ],
    "Vitamin B3":[
        {
            "vit" : "Vitamin B3",
            "id" : "301",
            "title": "Avocado",
            "thumbnail": ["./image/Avocado-1.jpg","./image/Avocado-2.jpg","./image/Avocado-3.jpg"],
            "Sname":["อะโวคาโด, อาโวคาโด, อาโวกาโด, อโวคาโด้ (Avocado) หรือ ลูกเนย","Persea americana Mill"],
            "NutritionalValue":[1.738,12],
            "Properties":[
                "อะโวคาโดมีสารต่อต้านอนุมูลอิสระ ซึ่งเป็นตัวช่วยปกป้องเซลล์ต่าง ๆ ภายในร่างกายไม่ให้ถูกทำลาย",
                "ประโยชน์ของอโวคาโดอะโวคาโดเป็นผลไม้ที่สามารถช่วยลดริ้วรอยแห่งวัยได้ดีกว่าผลไม้ชนิดอื่น ๆ จึงช่วยคงความอ่อนเยาว์ได้เป็นอย่างดี",
                "ช่วยบำรุงและรักษาสายตาได้",
                "อะโวคาโดช่วยลดน้ำหนัก การรับประทานอะโวคาโดสามารถช่วยลดน้ำหนักตัวและลดระดับไขมันชนิดเลว (LDL) ลงได้อย่างชัดเจน",
                "อะโวคาโดเป็นแหล่งของกรดไขมันชนิดดี (HDL) ซึ่งมีประโยชน์ต่อร่างกายอย่างมาก เพราะมีคุณสมบัติในการช่วยลดไขมันเลวในหลอดเลือดได้ จึงช่วยป้องกันการสะสมของไขมันในเส้นเลือด ช่วยลดโอกาสเสี่ยงของโรคเส้นเลือดหัวใจตีบและโรคหัวใจวาย",
                "ช่วยป้องกันและลดความเสี่ยงของการเกิดโรคมะเร็งได้",
                "ในผลอะโวคาโดมีวิตามินซีซึ่งช่วยป้องกันหวัดได้",
                "อะโวคาโดมีสรรพคุณช่วยป้องกันการเกิดโรคเลือดออกตามไรฟัน",
                "ช่วยป้องกันการเกิดโรคปากนกกระจอก",
                "อะโวคาโดมีโปรตีนสูงกว่าผลไม้ชนิดอื่น เป็นโปรตีนที่ย่อยง่าย มีเส้นใยอาหารสูง จึงช่วยในการขับถ่ายได้เป็นอย่างดี",
                "ไขมันในอะโวคาโดสามารถช่วยดูดซึมสารแคโรทีนอยด์ (Carotenoids) ซึ่งเป็นตัวช่วยต่อต้านอนุมูลอิสระอันทรงพลังได้เป็นอย่างดี ไม่ว่าจะเป็นไลโคปีน เบตาแคโรทีน หรือลูทีนในผักผลไม้ต่าง ๆ",
                "การรับประทานอะโวคาโดเป็นประจำจะช่วยป้องกันและลดความถี่ของการเกิดโรคเหน็บชาได้",
                "อะโวคาโดมีประโยชน์อย่างมาก ซึ่งเหมาะให้ลูกน้อยรับประทานเป็นอาหารเสริม แม้ว่าจะมีแคลอรีสูงแต่ก็อุดมไปด้วย DHA และไขมันดี (HDL) ในปริมาณที่สูงเช่นกัน",
                "อะโวคาโด เมนูอะโวคาโดมีโฟเลตสูง ซึ่งเป็นแร่ธาตุที่มีความสำคัญสำหรับหญิงตั้งครรภ์อย่างมาก เพราะจำเป็นสำหรับทารกในครรภ์",
                "น้ำมันอะโวคาโดเป็นน้ำมันที่ดูดซึมเข้าสู่ผิวหนังได้ดีที่สุดหากเทียบกับน้ำมันอื่น ๆ ไม่ว่าจะเป็นน้ำมันถั่วเหลือง น้ำมันข้าวโพด อัลมอนด์ หรือแม้กระทั่งน้ำมันมะกอก",
                "น้ำมันอะโวคาโดสามารถนำมาใช้นวดศีรษะเพื่อช่วยเร่งการงอกของเส้นผมได้",
                "อะโวคาโด ประโยชน์นิยมรับประทานเป็นผลไม้สด หรือรับประทานร่วมกับไอศกรีม นมข้นหวาน น้ำตาล เค้ก สลัด ฯลฯ",
                "เนื้อของอะโวคาโดสามารถนำมาปรุงอาหารแทนเนยได้",
                "สามารถนำมาสกัดน้ำมันทำเป็นเครื่องสำอางได้",
                "อะโวคาโดสดสามารถใช้บำรุงผิวพรรณและเส้นผมได้ โดยเฉพาะอย่างยิ่งผู้ที่มีผิวแห้ง ซึ่งจะช่วยทำให้คุณมีผิวพรรณที่ชุ่มชื้น เปล่งปลั่ง มีชีวิตชีวาได้"
            ],
            "Nutritional":[
                "พลังงาน 160 กิโลแคลอรี",
                "คาร์โบไฮเดรต 8.53 กรัม",
                "น้ำตาล 0.66 กรัม",
                "เส้นใย 6.7 กรัม",
                "ไขมัน 14.66 กรัม",
                "กรดไขมันอิ่มตัว 2.13 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงเดี่ยว 9.8 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงซ้อน 1.82 กรัม",
                "โปรตีน 2 กรัม",
                "น้ำ 73.23 กรัม",
                "วิตามินเอ 7 ไมโครกรัม 1%",
                "เบตาแคโรทีน 42 ไมโครกรัม 1%",
                "ลูทีนและซีแซนทีน 271 ไมโครกรัม",
                "วิตามินบี 1 0.067 มิลลิกรัม 6%",
                "วิตามินบี 2 0.13 มิลลิกรัม 11%",
                "วิตามินบี 3 1.738 มิลลิกรัม 12%",
                "วิตามินบี 5 1.389 มิลลิกรัม 28%",
                "วิตามินบี 6 0.257 มิลลิกรัม 20%",
                "วิตามินบี 9 81 ไมโครกรัม 20%",
                "วิตามินซี 10 มิลลิกรัม 12%",
                "วิตามินอี 2.07 มิลลิกรัม 14%",
                "วิตามินเค 21 ไมโครกรัม 20%",
                "ธาตุแคลเซียม 12 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.55 มิลลิกรัม 4%",
                "ธาตุแมกนีเซียม 29 มิลลิกรัม 8%",
                "ธาตุแมงกานีส 0.142 มิลลิกรัม 7%",
                "ธาตุฟอสฟอรัส 52 มิลลิกรัม 7%",
                "ธาตุโพแทสเซียม 485 มิลลิกรัม 10%",
                "ธาตุโซเดียม 7 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.64 มิลลิกรัม 7%",
                "ธาตุฟลูออไรด์"
            ]
        },
        {
            "vit" : "Vitamin B3",
            "id" : "302",
            "title": "Bell pepper",
            "thumbnail": ["./image/Bellpepper-1.jpg","./image/Bellpepper-2.jpg","./image/Bellpepper-3.jpg"],
            "Sname":["Bell pepper, Sweet pepper, Pepper, Capsicum","Capsicum annuum L."],
            "NutritionalValue":[0.438,3],
            "Properties":[
                "ช่วยบำรุงธาตุในร่างกาย และช่วยทำให้เจริญอาหาร",
                "สาร Capsaisin จะช่วยเพิ่มอัตราการเต้นของหัวใจ ช่วยกระตุ้นการทำงานของต่อมน้ำลาย",
                "เมื่อร่างกายได้รับสาร Capsaisin ร่างกายจะสร้างสาร Endorphins ที่ช่วยในการผ่อนคลายความเครียด",
                "พริกหวานสามารถช่วยลดความดันโลหิตได้ เพราะทำให้หลอดเลือดอ่อนตัวและช่วยทำให้ระบบการไหลเวียนของเลือดเป็นได้ด้วยดี",
                "พริกหยวกมีสรรพคุณช่วยแก้อาเจียน ช่วยขับเหงื่อ ขับเสมหะ และช่วยขับลม",
                "ช่วยกระตุ้นการทำงานของกระเพาะอาหาร ทำให้ระบบการย่อยอาหารทำงานได้ดีขึ้น",
                "ช่วยแก้หิด และกลากเกลื้อน"
            ],
            "Nutritional":[
                "พลังงาน 20 กิโลแคลอรี",
                "คาร์โบไฮเดรต 4.64 กรัม",
                "น้ำตาล 2.4 กรัม",
                "ใยอาหาร 1.8 กรัม",
                "ไขมัน 0.17 กรัม",
                "โปรตีน 0.86 กรัม",
                "วิตามินเอ 18 ไมโครกรัม 2%",
                "เบต้าแคโรทีน 208 ไมโครกรัม 2%",
                "ลูทีน และ ซีแซนทีน 341 ไมโครกรัม",
                "วิตามินบี1 0.057 มิลลิกรัม 5%",
                "วิตามินบี2 0.028 มิลลิกรัม 2%",
                "วิตามินบี3 0.48 มิลลิกรัม 3%",
                "วิตามินบี5 0.099 มิลลิกรัม 2%",
                "วิตามินบี6 0.224 มิลลิกรัม 17%",
                "วิตามินบี9 10 ไมโครกรัม 3%",
                "วิตามินซี 80.4 มิลลิกรัม 97%",
                "วิตามินอี 0.37 มิลลิกรัม 2%",
                "วิตามินเค 7.4 ไมโครกรัม 7%",
                "แคลเซียม 10 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.34 มิลลิกรัม 3%",
                "แมกนีเซียม 10 มิลลิกรัม 3%",
                "แมงกานีส 0.122 มิลลิกรัม 6%",
                "ฟอสฟอรัส 20 มิลลิกรัม 3%",
                "โพแทสเซียม 175 มิลลิกรัม 4%",
                "โซเดียม 3 มิลลิกรัม 0%",
                "สังกะสี 0.13 มิลลิกรัม 1%",
                "ฟลูออไรด์ 2 ไมโครกรัม"
            ]
        },
        {
            "vit" : "Vitamin B3",
            "id" : "303",
            "title": "Sugar Pea",
            "thumbnail": ["./image/Sugarpea-1.jpg","./image/Sugarpea-2.jpg","./image/Sugarpea-3.jpg"],
            "Sname":["Sugar pea, Sweet peas, Garden pea, Pea","Pisum sativum L."],
            "NutritionalValue":[0.438,3],
            "Properties":[
                "ยอดของถั่วลันเตามีเบตาแคโรทีนสูง ซึ่งช่วยในการบำรุงสายตาและผิวพรรณ (ยอดถั่วลันเตา)",
                "ใช้บำบัดโรคเบาหวาน ผู้ป่วยที่เป็นโรคเบาหวานควรรับประทานเป็นประจำ ด้วยการใช้ฝักอ่อนสดนำมาล้างน้ำให้สะอาดและนำไปต้มจนสุก แล้วนำมารับประทานเป็นประจำ",
                "ช่วยลดระดับคอเลสเตอรอลในเลือด",
                "เมล็ดช่วยบำรุงไขมัน (เมล็ด)",
                "ถั่วลันเตาอุดมไปด้วยวิตามินบี วิตามินบี 12 และสารเลซิทิน (Lecithin) ซึ่งจำเป็นต่อการทำงานของระบบประสาทมาก จึงช่วยป้องกันอาการขี้หลงขี้ลืมได้",
                "ช่วยรักษาโรคหัวใจ ด้วยการใช้ฝักถั่วลันเตาทั้งฝักที่ล้างน้ำสะอาดแล้ว นำไปคั้นเอาแต่น้ำให้ได้ประมาณครึ่งถึงหนึ่งแก้ว ใช้ดื่มวันละ 2 ครั้ง ช่วงเช้าและเย็น",
                "ช่วยรักษาโรคความดันโลหิต ด้วยการใช้ฝักถั่วลันเตาทั้งฝักที่ล้างน้ำสะอาดแล้ว นำไปคั้นเอาแต่น้ำให้ได้ประมาณครึ่งถึงหนึ่งแก้ว ใช้ดื่มวันละ 2 ครั้ง ช่วงเช้าและเย็น",
                "ถั่วลันเตาเป็นเครื่องดื่มที่ช่วยละลายลิ่มเลือด เนื่องจากผู้ป่วยบางท่านได้ดื่มน้ำถั่วลันเตาแล้วมีอาการดีขึ้น เป็นความรู้ที่เล่าต่อกันมา และยังไม่มีการพิสูจน์ทางวิทยาศาสตร์แต่อย่างใด",
                "ช่วยบำรุงกระดูกและฟัน (ยอดถั่วลันเตา)",
                "ช่วยขับของเหลวในร่างกาย",
                "ช่วยแก้อาการปัสสาวะขัด",
                "คนโบราณมักใช้เถาถั่วลันเตามาต้มกับน้ำดื่ม หรือใช้เข้าเครื่องยาเพื่อรักษาโรคตับพิการ รักษาโรคตับทรุด ตับติดเชื้อ อาการผิดปกติในตับ และช่วยบำรุงตับ โดยนิยมใช้กับเถาลิ้นเสือ (เถา) นอกจากนี้ยังมีสรรพคุณช่วยซักตับหรือทำให้ตับสะอาดและแข็งแรง (เถา, เมล็ด) ส่วนฝักถั่วลันเตาก็มีฤทธิ์บำรุงตับด้วยเช่นกัน (ฝัก)",
                "ช่วยถอนพิษ",
                "ช่วยแก้เป็นตะคริว อาการเหน็บชา",
                "ช่วยบำรุงเส้นเอ็น (เมล็ด)",
                "ช่วยเพิ่มน้ำนมของสตรี",
                "ข้อมูลทางเภสัชวิทยาของถั่วลันเตา ได้แก่ มีฤทธิ์เป็นยาคุมกำเนิด ช่วยยับยั้งคอหอยพอก ช่วยลดคอเลสเตอรอลในเลือด และลดความดันโลหิตสูง"
            ],
            "Nutritional":[
                "พลังงาน 81 กิโลแคลอรี",
                "คาร์โบไฮเดรต 14.45 กรัม",
                "น้ำตาล 5.67 กรัม",
                "เส้นใย 5.1 กรัม",
                "ไขมัน 0.4 กรัม",
                "โปรตีน 5.42 กรัม",
                "วิตามินเอ 38 ไมโครกรัม 5%",
                "เบตาแคโรทีน 449 ไมโครกรัม 4%",
                "ลูทีนและซีแซนทีน 2,477 ไมโครกรัม",
                "วิตามินบี 1 0.266 มิลลิกรัม 23%",
                "วิตามินบี 2 0.132 มิลลิกรัม 11%",
                "วิตามินบี 3 2.09 มิลลิกรัม 14%",
                "วิตามินบี 6 0.169 มิลลิกรัม 13%",
                "วิตามินบี 9 65 ไมโครกรัม 16%",
                "วิตามินซี 40 มิลลิกรัม 48%",
                "วิตามินอี 0.13 มิลลิกรัม 1%",
                "วิตามินเค 24.8 ไมโครกรัม 24%",
                "ธาตุแคลเซียม 25 มิลลิกรัม 3%",
                "ธาตุเหล็ก 1.47 มิลลิกรัม 11%",
                "ธาตุแมกนีเซียม 33 มิลลิกรัม 9%",
                "ธาตุแมงกานีส 0.41 มิลลิกรัม 20%",
                "ธาตุฟอสฟอรัส 108 มิลลิกรัม 15%",
                "ธาตุโพแทสเซียม 244 มิลลิกรัม 5%",
                "ธาตุโซเดียม 5 มิลลิกรัม 10%",
                "ธาตุสังกะสี 1.24 มิลลิกรัม 13%"
            ]
        },
        {
            "vit" : "Vitamin B3",
            "id" : "304",
            "title": "Tomato",
            "thumbnail": ["./image/Tomato-1.jpg","./image/Tomato-2.jpg","./image/Tomato-3.jpg"],
            "Sname":["Tomato","Lycopersicon esculentum Mill."],
            "NutritionalValue":[0.438,3],
            "Properties":[
                "ช่วยให้ร่างกายสามารถต่อสู้กับโรคหอบหืดได้มากถึง 45%",
                "ช่วยป้องกันโรคสมองเสื่อมหรืออัลไซเมอร์",
                "ช่วยรักษาโรคลักปิดลักเปิด เลือดออกตามไรฟัน",
                "ช่วยป้องกันการแข็งตัวของหลอดเลือด",
                "มะเขือเทศมีฤทธิ์ในการช่วยขับปัสสาวะ",
                "ช่วยรักษาโรคความดันโลหิตสูง",
                "ช่วยลดความเสี่ยงในการเกิดโรคหัวใจ",
                "ช่วยลดความเสี่ยงจากการเกิดภาวะเส้นเลือดตีบ การเกิดโรคหัวใจวาย สำหรับผู้ที่สูบบุหรี่เป็นประจำ",
                "ช่วยป้องกันการเกิดโรคหัวใจขาดเลือด",
                "ช่วยในระบบย่อยในกระเพาะอาหารและช่วยในการขับถ่ายอุจจาระได้สะดวก",
                "ช่วยยับยั้งการเจริญเติบโตของเชื้อราหรือเชื้อราที่ปาก",
                "ช่วยลดความเสี่ยงจากการเกิดโรคมะเร็งลำไส้",
                "ช่วยลดความเสี่ยงจากโรคมะเร็งต่อมลูกหมากในเพศชายได้ถึง 45% หากรับประทานมะเขือเทศเป็นประจำ",
                "ช่วยลดความเสี่ยงในการเกิดโรคมะเร็งรังไข่ในเพศหญิง",
                "ซอสมะเขือเทศช่วยบรรเทาอาการเจ็บปวดหลังจากการหกล้มหรือถูกมีดบาดได้"
            ],
            "Nutritional":[
                "พลังงาน 18 กิโลแคลอรี",
                "คาร์โบไฮเดรต 3.9 กรัม",
                "น้ำตาล 2.6 กรัม",
                "เส้นใย 1.2 กรัม",
                "ไขมัน 0.2 กรัม",
                "โปรตีน 0.9 กรัม",
                "น้ำ 94.5 กรัม",
                "วิตามินเอ 42 ไมโครกรัม 5%",
                "เบตาแคโรทีน 449 ไมโครกรัม 4%",
                "ลูทีนและซีแซนทีน 123 ไมโครกรัม",
                "วิตามินบี 1 0.037 มิลลิกรัม 3%",
                "วิตามินบี 3 0.594 มิลลิกรัม 4%",
                "วิตามินบี 6 0.08 มิลลิกรัม 6%",
                "วิตามินซี 14 มิลลิกรัม 17%",
                "วิตามินอี 0.54 มิลลิกรัม 4%",
                "วิตามินเค 7.9 ไมโครกรัม 8%",
                "ธาตุแมกนีเซียม 11 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.114 มิลลิกรัม 5%",
                "ธาตุฟอสฟอรัส 24 มิลลิกรัม 3%",
                "ธาตุโพแทสเซียม 237 มิลลิกรัม 5%",
                "ไลโคปีน 2.573 มิลลิกรัม"
            ]
        }
    ],
    "Vitamin B5":[
        {
            "vit" : "Vitamin B5",
            "id" : "401",
            "title": "Salmon",
            "thumbnail": ["./image/Salmon-1.jpg","./image/Salmon-2.jpg","./image/Salmon-3.jpg"],
            "Sname":["Salmon",""],
            "NutritionalValue":[1.5,30],
            "Properties":[
                "ช่วยรักษาโรคข้อกระดูกอักเสบ",
                "ลดความเสี่ยงของอาการซึมเศร้า",
                "เสริมการทำงานของหลอดเลือดและหัวใจ",
                "ช่วยพัฒนาสมองทารกในครรภ์",
                "มีวิตามินดีสูง",
                "ช่วยให้วิตามินในผักสดทำงานได้ดีขึ้น",
                "ป้องกันเซลล์เสื่อมสภาพ"
            ],
            "Nutritional":[
                "พลังงาน 142 กิโลแคลอรี",
                "น้ำ 64.9 กรัม",
                "ไขมัน 0.981 กรัม",
                "กรดไขมันอิ่มตัว 3 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงเดี่ยว 3.8 กรัม",
                "กรดไขมันไม่อิ่มตัวเชิงซ้อน 3.9 กรัม",
                "โอเมกา 3 2,506 มิลลิกรัม",
                "โอเมกา 6 982 มิลลิกรัม",
                "โปรตีน 20.4 กรัม",
                "วิตามินเอ 0.015 มิลลิกรัม",
                "วิตามินบี 1 0.2 มิลลิกรัม 17%",
                "วิตามินบี 2 0.2 มิลลิกรัม 17%",
                "วิตามินบี 3 8.7 มิลลิกรัม 58%",
                "วิตามินบี 5 1.5 มิลลิกรัม 30%",
                "วิตามินบี 6 0.6 มิลลิกรัม 46%",
                "วิตามินบี 9 26 ไมโครกรัม 7%",
                "วิตามินบี 12 0.0032 มิลลิกรัม 133%",
                "คลอรีน 78.5 มิลลิกรัม 16%",
                "วิตามินซี 3.9 มิลลิกรัม 5%",
                "วิตามินอี 3.6 มิลลิกรัม 24%",
                "วิตามินเค 0.5 มิลลิกรัม 0%",
                "แคลเซียม 12 มิลลิกรัม",
                "เหล็ก 0.3 มิลลิกรัม",
                "แมกนีเซียม 27 มิลลิกรัม",
                "ฟอสฟอรัส 240 มิลลิกรัม",
                "โพแทสเซียม 363 มิลลิกรัม",
                "โซเดียม 59 มิลลิกรัม",
                "สังกะสี 0.4 มิลลิกรัม"
            ]
        },
        {
            "vit" : "Vitamin B5",
            "id" : "402",
            "title": "Broccoli",
            "thumbnail": ["./image/Broccoli-1.jpg","./image/Broccoli-2.jpg","./image/Broccoli-3.jpg"],
            "Sname":["Broccoli","Brassica oleracea var. italica"],
            "NutritionalValue":[0.573,11],
            "Properties":[
                "ช่วยต่อต้านอนุมูลอิสระ ช่วยเพิ่มภูมิคุ้มกันให้กับร่างกาย",
                "ช่วยบำรุงผิวพรรณ เพิ่มความยืดหยุ่นให้ผิวหนัง ช่วยชะลอผิวพรรณไม่ให้เหี่ยวย่น ทำให้ดูอ่อนเยาว์ตลอดเวลา (ซีลีเนียม)",
                "ช่วยบำรุงและรักษาสายตา ป้องกันการเกิดต้อกระจก",
                "ช่วยบำรุงกระดูกและฟันให้แข็งแรง ป้องกันโรคกระดูกพรุน เนื่องจากบร็อคโคลี่เป็นผักที่มีแคลเซียมสูง",
                "ช่วยป้องกันการเกิดโรคมะเร็งต่าง ๆ เช่น มะเร็งเต้านม มะเร็งปอด มะเร็งผิวหนัง มะเร็งกระเพาะอาหาร และมะเร็งต่อมลูกหมาก",
                "ช่วยป้องกันอนุมูลอิสระที่จะเข้าไปทำลายเซลล์และทำลาย DNA ซึ่งเป็นสาเหตุของการเกิดโรคมะเร็ง",
                "ช่วยยับยั้งการเจริญเติบโตของเนื้องอก",
                "ช่วยป้องกันการเกิดโรคหัวใจ",
                "ผักในตระกูลกะหล่ำ มีความสัมพันธ์กับการช่วยลดความเสี่ยงของการเกิดภาวะหัวใจวายและโรคหลอดเลือดสมองได้ (Strokes)",
                "ช่วยป้องกันโรคความดันโลหิตสูง",
                "ช่วยทำให้หลอดเลือดแข็งแรงยิ่งขึ้น",
                "ช่วยป้องกันไม่ให้เกิดโรคปอดร้ายแรง จากงานวิจัยของ ดร.ชีแอม บิสวัล (วิทยาลัยแพทยศาสตร์จอนส์ ฮอฟกินส์ USA) พบว่าสารในบร็อคโคลี่อาจช่วยยับยั้งการทำลายที่นำไปสู่การเป็นโรคปอดร้ายแรง หรือที่เรียกว่าโรคปอดอุดกั้นเรื้อรังได้ (Chronic Obsructive Pulmonary Disease หรือ COPD) โดยโรค COPD มักมีสาเหตุมาจากการสูบบุหรี่ โดยสารซัลโฟราเฟนในบร็อคโคลี่จะช่วยส่งเสริมให้ยีน NRF2 ในเซลล์ปอดเกิดกิจกรรมเพิ่มขึ้น จึงช่วยป้องกันเซลล์ดังกล่าวไม่ให้ถูกทำลายจากสารพิษต่าง ๆ ในกลุ่มผู้สูบบุหรี่ได้ และผู้ป่วย COPD ระยะก้าวหน้าจะมีการทำกิจกรรมกับยีน NRF2 ในระดับต่ำกว่ากลุ่มอื่น โดยยีนดังกล่าวจะทำหน้าที่เปิดให้กลไกหลายอย่างเพื่อขับพิษและสารก่อพิษต่าง ๆ ทำงาน เพื่อไม่ให้สารพิษทำลายเซลล์ปอด",
                "ช่วยป้องกันการเกิดโรคเบาหวาน",
                "สารซัลโฟราเฟนสามารถช่วยป้องกันการทำลายของหลอดเลือดที่เกิดจากโรคเบาหวานได้มีส่วนช่วยลดระดับคอเลสเตอรอล",
                "ช่วยป้องกันโรคอัลไซเมอร์ จากงานวิจัยของมหาวิทยาลัยคิง คอลเลจ ลอนดอน ระบุว่ามีเพียงผักผลไม้ 5 ชนิดเท่านั้นที่มีารประกอบที่ทำหน้าที่คล้ายยาที่ใช้รักษาโรคอัลไซเมอร์ ซึ่งได้แก่ บร็อคโคลี่ ส้ม แอปเปิล หัวไชเท้า และมันฝรั่ง โดยบร็อคโคลี่นั้นเป็นผักที่มีสารดังกล่าวมากที่สุด",
                "ช่วยป้องกันความผิดปกติของเด็กแรกเกิด",
                "ช่วยป้องกันโรคเลือดออกตามไรฟัน เนื่องจากบร็อคโคลี่มีวิตามินซีที่สูงมาก",
                "บร็อคโคลี่มีส่วนช่วยลดความถี่ของอาการไมเกรนลง เนื่องจากเป็นผักที่มีแมกนีเซียมสูง",
                "สารซัลโฟราเฟนในบร็อคโคลี่ เป็นตัวช่วยทำให้ตับขับสารพิษในร่างกาย โดยเฉพาะอย่างยิ่งบร็อคโคลี่ต้นอ่อนที่มีอายุเพียง 3 วัน",
                "ช่วยในการขับถ่าย ป้องกันโรคท้องผูก",
                "บร็อคโคลี่มีสารเคอร์เซทิน (Quercetin) ซึ่งเป็นตัวช่วยเพิ่มความอึด แรงดี ออกกำลังได้นานขึ้น นอกจากนี้ยังช่วยป้องกันโรคหอบหืด ภูมิแพ้ มะเร็ง โรคหัวใจได้อีกด้วย",
                "การรับประทานบร็อคโคลี่จะช่วยป้องกันและลดการลุกลามของโรคมะเร็งกระเพาะปัสสาวะ ซึ่งเป็นเซลล์ที่มีแนวโน้มการแข่งตัวอย่างรวดเร็ว (งานวิจัยของคุณหมอ Steven Schwartz มหาวิทยาลัย Ohio State University เมือง Columbus)",
                "ช่วยลดความเสี่ยงของการเกิดโรคไขข้อ",
                "บร็อกโคลี่มีโฟเลตสูง ซึ่งจำเป็นอย่างยิ่งสำหรับหญิงตั้งครรภ์ในระยะเริ่มแรก เพราะช่วยลดความเสี่ยงจากการพิการทางสมองของเด็กรารก",
                "ผักบร็อคโคลี่สามารถนำมาประกอบอาหารได้หลากหลายเมนู เช่น บร็อคโคลี่ผัดกุ้ง ผัดหมี่ ซุป พิซซา พาสตา สเต็ก สลัด ยำ ฯลฯ หรือจะนำมาใส่กับข้าวผัด ผัดซีอิ๊ว ราดหน้า ผัดมักกะโรนีก็ได้เช่นกัน"
            ],
            "Nutritional":[
                "พลังงาน 34 กิโลแคลอรี",
                "คาร์โบไฮเดรต 6.64 กรัม",
                "บล๊อคโคลี่น้ำตาล 1.7 กรัม",
                "เส้นใย 2.6 กรัม",
                "ไขมัน 0.37 กรัม",
                "โปรตีน 2.82 กรัม",
                "น้ำ 89.3 กรัม",
                "วิตามินเอ 31 ไมโครกรัม 4%",
                "เบตาแคโรทีน 361 ไมโครกรัม 3%",
                "ลูทีนและซีแซนทีน 1,403 ไมโครกรัม",
                "วิตามินบี 1 0.071 มิลลิกรัม 6%",
                "วิตามินบี 2 0.117 มิลลิกรัม 10%",
                "วิตามินบี 3 0.639 มิลลิกรัม 4%",
                "วิตามินบี 5 0.573 มิลลิกรัม 11%",
                "วิตามินบี 6 0.175 มิลลิกรัม 13%",
                "วิตามินบี 9 63 ไมโครกรัม 16%",
                "วิตามินซี 89.2 มิลลิกรัม 107%",
                "วิตามินอี 0.78 มิลลิกรัม 5%",
                "วิตามินเค 101.6 ไมโครกรัม 97%",
                "ธาตุแคลเซียม 47 มิลลิกรัม 5%",
                "ธาตุเหล็ก 0.73 มิลลิกรัม 6%",
                "ธาตุแมกนีเซียม 21 มิลลิกรัม 6%",
                "ธาตุแมงกานีส 0.21 มิลลิกรัม 10%",
                "ธาตุซีลีเนียม 2.5 ไมโครกรัม",
                "ธาตุฟอสฟอรัส 66 มิลลิกรัม 9%",
                "ธาตุโพแทสเซียม 316 มิลลิกรัม 7%",
                "ธาตุสังกะสี 0.41 มิลลิกรัม 4%"
            ]
        }
    ],
    "Vitamin B6":[
        {
            "vit" : "Vitamin B6",
            "id" : "501",
            "title": "Cabbage",
            "thumbnail": ["./image/Cabbage-1.jpg","./image/Cabbage-2.jpg","./image/Cabbage-3.jpg"],
            "Sname":["กะหล่ำปลี, กะหล่ำใบ, กะหล่ำปลีเขียว, Cabbage","Brassica oleracea var. capitata L."],
            "NutritionalValue":[0.124,10],
            "Properties":[
                "กะหล่ำปลีมีกรดทาร์ทาริก (Tartaric acid) ที่ช่วยยับยั้งและขัดขวางไม่ให้น้ำตาลและแป้งกลายเป็นไขมัน จึงมีส่วนในการช่วยลดน้ำหนักและคอเลสเตอรอลได้",
                "ช่วยบำรุงกระดูกและฟัน เพราะกะหล่ำปลีดิบอุดมไปด้วยแคลเซียมและฟอสฟอรัส ซึ่งเป็นผลดีต่อการเสริมสร้างและบำรุงกระดูก",
                "ช่วยเสริมสร้างภูมิคุ้มกันโรคให้แข็งแรง ป้องกันหวัด เพราะกะหล่ำปลีดิบมีวิตามินสูง",
                "ช่วยบำรุงผิวพรรณทำให้ผิวพรรณเปล่งปลั่งมีน้ำมีนวล และยังช่วยคงความอ่อนเยาว์ได้อีกด้วย",
                "กะหล่ำปลีมีสารเอสเมธิลเมโธโอนินที่สามารถช่วยรักษาโรคกระเพาะอาหารได้",
                "ช่วยต่อต้านมะเร็ง ยับยั้งการเจริญเติบโตของเซลล์มะเร็งลำไส้ ช่วยลดความเสี่ยงของการเกิดโรคมะเร็งลำไส้ได้ โดยการบริโภคกะหล่ำปลีมากกว่า 1 ครั้งต่อสัปดาห์ จะช่วยลดโอกาสของการเป็นมะเร็งลำไส้ในผู้ชายได้ถึง 66%",
                "กะหล่ำปลีช่วยต่อต้านมะเร็งในตับและมีส่วนช่วยป้องกันมะเร็งต่อมลูกหมากได้อีกด้วย",
                "ช่วยในการย่อยอาหารและล้างสารพิษทำความสะอาดลำไส้ เพราะกะหล่ำปลีดิบมีใยอาหารที่มีปริมาณพอเหมาะ จึงช่วยในการย่อยและกระตุ้นการทำงานของลำไส้ใหญ่ ช่วยทำให้ระบบขับถ่ายทำงานได้อย่างมีประสิทธิภาพ",
                "ช่วยรักษาแผลในกระเพาะอาหาร บรรเทาอาการอักเสบของแผลในลำไส้ และยังช่วยบำรุงลำไส้",
                "กะหล่ำปลี สรรพคุณช่วยแก้อาการจุกเสียดแน่นท้อง",
                "กะหล่ำปลี ประโยชน์ช่วยแก้และบรรเทาอาการท้องผูก",
                "ช่วยป้องกันโรคเลือดออกตามไรฟัน",
                "ช่วยแก้อาการเจ็บคอ",
                "ช่วยทำให้รู้สึกผ่อนคลาย นอนหลับสบาย หลับสนิท เพราะกะหล่ำปลีดิบมีสารซัลเฟอร์ซึ่งมีส่วนช่วยระงับประสาท ทำให้รู้สึกผ่อนคลายความเครียด",
                "มีส่วนช่วยในการขับปัสสาวะ",
                "ช่วยบำรุงไต",
                "ช่วยบำรุงตับ ช่วยเสริมสร้างประสิทธิภาพการทำงานของตับ ช่วยตับในการล้างสารพิษ",
                "ช่วยเพิ่มการสร้างของกลูตาไธโอนซึ่งจำเป็นต่อตับในการช่วยล้างสารพิษจากควันไอเสียและยาต่าง ๆ",
                "ช่วยรักษาระดับเอสโตรเจนให้คงที่",
                "ช่วยบรรเทาอาการปวดตึงคัดเต้านม โดยใช้กะหล่ำปลีมาประคบเต้านม ลอกกะหล่ำปลีออกเป็นใบแล้วนำมาประคบที่เต้านมข้างละใบ ใช้ผ้าพันทิ้งไว้ประมาณ 20 นาที โดยไม่ต้องนวดคลึง อาการปวดตึงคัดก็จะหายไป",
                "กะหล่ำปลีมีกรดโฟลิก ซึ่งมีส่วนช่วยเสริมสร้างสมองของเด็กทารกในครรภ์",
                "ช่วยชะลอการเกิดผมหงอก กระตุ้นโปรตีนเคราติน (Keratin) ช่วยบำรุงรากผมเพราะกะหล่ำปลีมีวิตามินบี 5",
                "สำหรับผู้ที่ชอบรับประทานอาหารปิ้งย่างเป็นประจำ ควรรับประทานผักกะหล่ำปลีด้วย เพราะอุดมไปด้วย Sulforaphane ที่จะช่วยป้องกันการถูกทำลายของ DNA และลดความเสียหายของ DNA ในร่างกาย"
            ],
            "Nutritional":[
                "พลังงาน 25 กิโลแคลอรี",
                "คาร์โบไฮเดรต 5.8 กรัม",
                "น้ำตาล 3.2 กรัม",
                "เส้นใย 2.5 กรัม",
                "ไขมัน 0.1 กรัม",
                "โปรตีน 1.28 กรัม",
                "วิตามินบี 1 0.061 มิลลิกรัม 5%",
                "วิตามินบี 2 0.040 มิลลิกรัม 3%",
                "วิตามินบี 3 0.234 มิลลิกรัม 2%",
                "วิตามินบี 5 0.212 มิลลิกรัม 4%",
                "วิตามินบี 6 0.124 มิลลิกรัม 10%",
                "วิตามินบี 9 43 ไมโครกรัม 11%",
                "กะหล่ำปลีวิตามินซี 36.6 มิลลิกรัม 44%",
                "ธาตุแคลเซียม 14 มิลลิกรัม 1%",
                "ธาตุเหล็ก 40 มิลลิกรัม 4%",
                "ธาตุแมกนีเซียม 12 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.16 มิลลิกรัม 8%",
                "ธาตุฟอสฟอรัส 26 มิลลิกรัม 4%",
                "ธาตุโพแทสเซียม 170 มิลลิกรัม 4%",
                "ธาตุโซเดียม 18 มิลลิกรัม 1%",
                "ธาตุสังกะสี 0.18 มิลลิกรัม 2%",
                "ฟลูออไรด์ 1 ไมโครกรัม"
            ]
        },
        {
            "vit" : "Vitamin B6",
            "id" : "502",
            "title": "Prunes",
            "thumbnail": ["./image/Prunes-1.jpg","./image/Prunes-2.jpg","./image/Prunes-3.jpg"],
            "Sname":["ลูกพลัมอบแห้ง, ลูกไหนอบแห้ง, ลูกพรุน","Prunus domestica L."],
            "NutritionalValue":[0.205,16],
            "Properties":[
                "ช่วยในการชะลอวัย ชะลอความแก่ ป้องกันโรคเรื้อรังไม่ติดต่อ เพราะพรุนเป็นผลไม้ที่มีไขมันต่ำและมีสารอาหารสำคัญสูงอยู่หลายชนิด เช่น วิตามิน เกลือแร่ คาร์โบไฮเดรต โพแทสเซียม ซึ่งกระทรวงเกษตรของสหรัฐอเมริกาได้ระบุว่าผลไม้ที่ช่วยชะลอความแก่ได้ดีที่สุดคือ \"ลูกพรุนแห้ง\" หรือ \"ลูกพรุนอบแห้ง\" โดยสูงกว่าลูกเกด ส้ม แอปเปิล ลูกแพร์ เกรปฟรุต บลูเบอร์รี ฯลฯ",
                "ช่วยเสริมสร้างภูมิคุ้มกันให้กับร่างกาย เนื่องจากลูกพรุนมีสารคริปโตคลอโรจีนิกในปริมาณมาก ซึ่งสารชนิดนี้เป็นสารต้านอนุมูลอิสระ ช่วยลดฤทธิ์ของอนุมูลอิสระ",
                "ช่วยป้องกันและต่อต้านมะเร็ง ลดความเสี่ยงของการเกิดโรคมะเร็ง ป้องกันดีเอ็นเอถูกทำลาย ช่วยลดการอักเสบและช่วยป้องกันมะเร็ง ด้วยการยับยั้งการกลายพันธุ์และสารก่อมะเร็ง ",
                "ช่วยส่งเสริมสุขภาพหัวใจ ลดความเสี่ยงของการเกิดโรคหัวใจ ช่วยรักษาระดับการเต้นของหัวใจ ช่วยป้องกันไขมันไม่ให้ถูกทำลาย เนื่องจากเซลล์เมมเบรน เซลล์สมอง และโมเลกุลของคอเลสเตอรอลล้วนประกอบไปด้วยไขมันเป็นส่วนใหญ่ ที่ง่ายต่อการเกิดปฏิกิริยาออกซิเดชัน ซึ่งสารต้านอนุมูลอิสระเหล่านี้จะช่วยลดความเสี่ยงของโรคหัวใจ",
                "ลูกพรุนอุดมไปด้วยธาตุเหล็กที่มีความสำคัญในสร้างเม็ดเลือด ช่วยบำรุงเลือด ช่วยป้องกันโรคโลหิตจาง แก้อาการอ่อนเพลีย สมาธิสั้น การเรียนรู้ลดลง และช่วยในการดูดซึมของธาตุต่าง ๆ ในร่างกาย และยังช่วยในเรื่องของภาวะที่สตรีต้องสูญเสียเลือดไปกับประจำเดือนด้วย",
                "ลูกพรุนมีวิตามินอีที่เป็นสารต้านอนุมูลอิสระ ช่วยป้องกันการเกิดปฏิกิริยาของออกซิเจนที่ไม่สมบูรณ์ในร่างกาย ช่วยเพิ่มการไหลเวียนของโลหิต ยืดอายุของเม็ดเลือดแดง",
                "ช่วยลดคอเลสเตอรอลในเลือด (LDL) และช่วยลดระดับความดันโลหิต ให้ประโยชน์ต่อหลอดเลือดหัวใจ จึงช่วยป้องกันการเกิดโรคหัวใจได้เป็นอย่างดี",
                "พรุนมีค่าดัชนีน้ำตาลต่ำมาก จึงเป็นประโยชน์ต่อผู้เป็นเบาหวาน และยังมีงานวิจัยที่ระบุว่าพรุนสามารถช่วยลดระดับน้ำตาลในเลือดได้ แม้ว่าลูกพรุนจะมีความหวาน โดยประกอบไปด้วยน้ำตาลหลายชนิด เช่น ฟรุกโตส ซอร์บิทอล แต่ก็ไม่ทำให้ระดับของน้ำตาลในเลือดสูงขึ้นอย่างเร็ว",
                "การรับประทานลูกพรุนเป็นประจำในปริมาณมากจะช่วยในการลดน้ำหนักได้ เพราะลูกพรุนมีไขมันต่ำ มีแคลอรีน้อย และยังมีฤทธิ์เป็นยาระบายอ่อน ๆ อีกทั้งยังมีเส้นใยอาหารจำนวนมาก ทั้งชนิดที่ละลายน้ำได้และชนิดที่ละลายน้ำไม่ได้ ซึ่งมีส่วนช่วยลดระดับคอเลสเตอรอลได้",
                "ผลไม้ที่มีสีแดง-ม่วง เช่น แอปเปิล องุ่น สตรอว์เบอร์รี แครนเบอร์รี แบล็กเบอร์รี รวมไปถึงลูกพรุน จะเข้าไปช่วยบำรุงการทำงานของเซลล์สมอง หากใครอยากฉลาดก็ให้รับประทานผลไม้ที่มีสีนี้กันเยอะ ๆ",
                "ช่วยบรรเทาอาการปวดศีรษะ เพราะลูกพรุนมีวิตามินอีและแร่ธาตุที่ช่วยลดอาการหดเกร็งของกล้ามเนื้อยามเครียด",
                "พรุนเป็นผลไม้ที่อุดมไปด้วยโพแทสเซียม การรับประทานลูกพรุนจะช่วยทำให้รู้สึกผ่อนคลายได้",
                "ช่วยบำรุงสายตา ช่วยในการมองเห็น เนื่องจากลูกพรุนมีวิตามินที่ช่วยบำรุงตาในส่วนของจอรับภาพ และยังมีวิตามินบีที่ช่วยบำรุงเส้นประสาทที่เลี้ยงลูกตา",
                "ช่วยเสริมสร้างและบำรุงกระดูกและฟันให้แข็งแรง ช่วยทำให้กระดูกผุช้าลง โดยพบว่าสตรีที่รับประทานลูกพรุนแห้งวันละ 1 ขีดต่อติดกันเป็นระยะเวลา 3 เดือน พบว่ามีการสร้างมวลมากขึ้นอย่างชัดเจน",
                "ช่วยป้องกันอาการท้องผูก เพราะพรุนมีเส้นใยอาหารสูง จึงช่วยเพิ่มการเคลื่อนไหวของระบบทางเดินอาหารและมีฤทธิ์ในการระบายท้อง จึงช่วยบำบัดอาการท้องผูกได้เป็นอย่างดี และยังช่วยป้องกันการเกิดโรคมะเร็งลำไส้ได้อีกด้วย",
                "ลูกพรุนอุดมไปด้วยโพแทสเซียม วิตามินอี ธาตุเหล็ก และเส้นใยอาหาร ที่ช่วยทำให้ผิวพรรณมีเลือดฝาด ผิวพรรณดูสดใส ทำให้ผิวพรรณดูเนียนนุ่มชุ่มชื้น ไม่เหี่ยวย่นก่อนวัยอันควร จึงช่วยคงความเป็นหนุ่มเป็นสาว ",
                "ลูกพรุนมีวิตามินบี 2 ที่นอกจากจะช่วยเสริมสร้างเม็ดเลือดแดงแล้ว ยังช่วยในกระบวนการสร้างและช่วยในการเจริญเติบโตของเซลล์ต่าง ๆ โดยเฉพาะอย่างยิ่งผิวหนัง เล็บ และผม",
                "สำหรับผู้ที่เป็นตะคริวบ่อย ๆ ควรรับประทานอาหารหรือผลไม้ที่มีแคลเซียมสูง จะช่วยแก้ปัญหาดังกล่าวได้ โดยหนึ่งในผลไม้ที่อุดมไปด้วยแคลเซียมนั้นก็คือ \"ลูกพรุน\"",
                "ช่วยลดอาการปวดประจำเดือนของสตรี เพราะลูกพรุนอุดมไปด้วยแมกนีเซียมที่เป็นตัวช่วยควบคุมฮอร์โมนให้เป็นปกติและช่วยบรรเทาอาการปวด แต่ต้องรับประทานก่อนมีอาการปวดประจำเดือนประมาณ 1-2 วัน",
                "ช่วยลดอาการอักเสบและอาการเจ็บปวดต่าง ๆ"
            ],
            "Nutritional":[
                "พลังงาน 240 กิโลแคลอรี",
                "คาร์โบไฮเดรต 63.88 กรัม",
                "น้ำ 30.92 กรัม",
                "น้ำตาล 38.13 กรัม",
                "เส้นใย 7.1 กรัม",
                "ไขมัน 0.38 กรัม",
                "โปรตีน 2.18 กรัม",
                "วิตามินเอ 39 ไมโครกรัม 5%",
                "เบตาแคโรทีน 394 ไมโครกรัม 4%",
                "ลูทีนและซีแซนทีน 148 ไมโครกรัม",
                "วิตามินบี 1 0.051 มิลลิกรัม 4%",
                "วิตามินบี 2 0.186 มิลลิกรัม 16%",
                "วิตามินบี 3 1.882 มิลลิกรัม 13%",
                "วิตามินบี 5 0.422 มิลลิกรัม 8%",
                "วิตามินบี 6 0.205 มิลลิกรัม 16%",
                "วิตามินบี 9 4 ไมโครกรัม 1%",
                "โคลีน 10.1 มิลลิกรัม 2%",
                "วิตามินซี 0.6 มิลลิกรัม 1%",
                "วิตามินอี 0.43 มิลลิกรัม 3%",
                "วิตามินเค 59.5 ไมโครกรัม 57%",
                "ธาตุแคลเซียม 43 มิลลิกรัม 4%",
                "ธาตุเหล็ก 0.93 มิลลิกรัม 7%",
                "ธาตุแมกนีเซียม 41 มิลลิกรัม 12%",
                "ธาตุแมงกานีส 0.299 มิลลิกรัม 14%",
                "ธาตุฟอสฟอรัส 69 มิลลิกรัม 10%",
                "ธาตุโพแทสเซียม 732 มิลลิกรัม 16%",
                "ธาตุโซเดียม 2 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.44 มิลลิกรัม 5%",
                "ธาตุฟลูออไรด์ 4 ไมโครกรัม"
            ]
        },
        {
            "vit" : "Vitamin B6",
            "id" : "503",
            "title": "Corn",
            "thumbnail": ["./image/Corn-1.jpg","./image/Corn-2.jpg","./image/Corn-3.jpg"],
            "Sname":["Corn, Indian corn, Maize","Zea mays Linn."],
            "NutritionalValue":[1.5,30],
            "Properties":[
                "เมล็ดมีรสหวานมัน ช่วยบำรุงร่างกาย (เมล็ด)",
                "หากความจำเสื่อมหรือลืมง่าย ให้ใช้ยอดเกสรเพศเมียแห้งเอามาใส่ในกล้องยาสูบแล้วใช้จุดสูบ (เกสรเพศเมีย)",
                "เมล็ดช่วยบำรุงปอดและหัวใจ (เมล็ด)",
                "ยอดเกสรเพศเมียและฝอยข้าวโพดใช้เป็นยาแก้เบาหวาน ด้วยการใช้ยอดเกสรเพศเมียที่ตากแห้งแล้วประมาณ 30 กรัม นำมาต้มกับน้ำดื่ม (เกสรเพศเมีย, ฝอย)",
                "ยอดเกสรเพศเมียหรือไหมข้าวโพดและฝอยข้าวโพดช่วยแก้โรคความดันโลหิตสูง ตามตำรับยาจะใช้ยอดเกสรเพศเมียที่แห้งแล้ว เปลือกกล้วยแห้ง และเปลือกแตงโมแห้งอย่างละเท่ากัน นำมาต้มกับน้ำดื่ม (เกสรเพศเมีย, ฝอย)",
                "ต้นและเมล็ดช่วยทำให้เจริญอาหาร (ต้น, เมล็ด)",
                "เกสรเพศเมียมีรสหวาน เป็นยาสุขุม ออกฤทธิ์ต่อกระเพาะลำไส้และทางเดินปัสสาวะ มีสรรพคุณขับความร้อนชื้น แก้อาการกระหายน้ำ (เกสรเพศเมีย)",
                "ช่วยแก้ไข้ทับระดู (ต้น)",
                "ช่วยแก้โลหิตกำเดา (เกสรเพศเมีย)",
                "หากตรากตรำทำงานหนัก มีอาการไอเป็นเลือดหรือตกเลือด ให้ใช้ยอดเกสรเพศเมีย นำมาต้มกับเนื้อสัตว์รับประทาน (เกสรเพศเมีย)",
                "ช่วยแก้อาการคลื่นไส้อาเจียน (ฝอย) รากและเมล็ดช่วยแก้อาการเจียน (ราก, เมล็ด) รากและเกสรเพศเมียช่วยแก้อาการอาเจียนเป็นโลหิต ด้วยการใช้รากข้าวโพดแห้งประมาณ 60-120 กรัม นำมาต้มกับน้ำดื่ม (ราก, เกสรเพศเมีย)",
                "ช่วยแก้โพรงจมูกอักเสบ จมูกอักเสบเรื้อรัง (เกสรเพศเมีย)",
                "สำหรับผู้ที่ป่วยเป็นโรคเยื่อหุ้มปอดอักเสบ โดยมีอาการเจ็บแปลบที่หน้าอกเพียงจุดใดจุดหนึ่ง ซึ่งอาจจะเป็นซีกซ้ายหรือขวาก็ได้ และจะเจ็บเพียงชั่วขณะที่หายใจเข้าลึก ๆ ที่ปอดขยายตัวเต็มที่ เลยทำให้ส่วนที่อักเสบเกิดการเสียดสีกัน ถ้าเป็นเยื่อหุ้มปอดอักเสบจากการติดเชื้อไวรัสชนิดที่ไม่รุนแรงก็จะไม่มีอาการผิดปกติอื่น ๆ แต่สำหรับอาการที่เห็นทั่วไปจะมีเหงื่อเย็น ๆ ออกจนเปียกข้างลำตัว ให้ใช้เกสรเพศเมีย 1 กิโลกรัม นำมานึ่งแล้วใช้พอกบริเวณปอด จะช่วยทำให้มีอาการดีขึ้น หรือจะนำมาต้มกับน้ำดื่มก็ได้ผลเช่นกัน (เกสรเพศเมีย)",
                "ช่วยแก้เต้านมเป็นฝี (เกสรเพศเมีย)",
                "ช่วยบำรุงกระเพาะอาหาร (เมล็ด)",
                "ช่วยรักษาอาการอาหารไม่ย่อย ด้วยการใช้ข้าวโพด 500 กรัมและเปลือกทับทิม 120 กรัม นำมาผิงไฟให้แห้ง แล้วบดให้เป็นผง นำมาผสมกับน้ำให้ได้ประมาณ 1,500 มิลลิลิตร แล้วใช้ดื่ม 10 มิลลิลิตรต่ออายุ 1 ปี จะช่วยรักษาอาการพิษได้ และในช่วงการรักษาให้ระวังคอยดูแลระดับน้ำและอุณหภูมิของร่างกายไม่ให้เกิดความผิดปกติด้วย (ไม่ระบุแน่ชัดว่าใช้ส่วนใดของข้าวโพด)",
                "สำหรับผู้ที่ได้รับการผ่าตัดโรคมะเร็งที่กระเพาะอาหาร ให้ใช้เมล็ดข้าวโพดนำมาต้มใส่เกลือเล็กน้อยและไข่ขาว แล้วนำมารับประทานเป็นอาหารเสริม (เมล็ด)",
                "ซังข้าวโพดมีรสจืดชุ่ม ใช้ซังแห้งประมาณ 10-12 กรัมนำมาต้มกับน้ำดื่ม หรือนำมาเผาเป็นถ่านผสมกับน้ำดื่มเป็นยาแก้บิด แก้อาการท้องร่วง (ซัง)",
                "ราก เกสรเพศเมีย ซัง และเมล็ดเป็นยาขับปัสสาวะ ตามตำรับยาจะใช้รากแห้งประมาณ 60-120 กรัม นำมาต้มกับน้ำดื่ม หรือจะใช้ยอดเกสรเพศเมียหรือซังข้าวโพดเอามาต้มกับน้ำดื่มแทนน้ำชาก็ได้ (ราก, เกสรเพศเมีย, ฝอย, ซัง, เมล็ด) ใช้เกสรเพศเมียประมาณ 10-20 กรัม นำมาต้มกับน้ำดื่มทุกวันเป็นยาแก้โรคกระเพาะปัสสาวะอักเสบเรื้อรังหรือเฉียบพลัน ช่วยแก้โรคทางเดินปัสสาวะอักเสบ นิ่วในกระเพาะปัสสาวะ รวมถึงนิ่วในอวัยวะอื่น ๆ ด้วย (เกสรเพศเมีย) ช่วยขับปัสสาวะ แก้ปัสสาวะกะปริดกะปรอย แก้นิ่วในทางเดินปัสสาวะ (ลำต้น, ใบ, เกสรเพศเมีย) ช่วยแก้ปัสสาวะขัด (ซัง) ราก ต้น และใบมีรสออกหวาน ใช้เป็นยาแก้นิ่ว ขับนิ่ว ตามตำรับยาให้ใช้ต้นและใบสดหรือแห้งจำนวนพอสมควร นำมาต้มกับน้ำดื่มเป็นยาแก้นิ่ว ขับนิ่ว ถ้าเป็นรากให้ใช้รากแห้งประมาณ 60-120 กรัมนำมาต้มกับดื่ม (ราก, ต้นและใบ, ฝอย)",
                "เกสรเพศเมียหรือไหมข้าวโพดมีรสออกหวาน ช่วยขับนิ่วในถุงน้ำดี กระตุ้นให้น้ำดีขับเคลื่อน แก้ถุงน้ำดีอักเสบ มะเร็งในถุงน้ำดี และช่วยบำรุงน้ำดี (เกสรเพศเมีย),",
                "เกสรเพศเมียช่วยบำรุงตับ แก้ตับอักเสบ ตับอักเสบเป็นดีซ่าน แก้ดีซ่าน แก้ไตอักเสบ ซึ่งตามตำรับยาแก้ไตอักเสบจะใช้เกสรเพศเมีย 30 กรัม, หญ้าหนวดแมว 20 กรัม, หญ้าคา 20 กรัม, ข้าวเย็นเหนือ 25 กรัม, ข้าวเย็นใต้ 25 กรัม และโกฐน้ำเต้า 5 กรัม นำมาต้มกับน้ำดื่ม หรือหากไตอักเสบหรือเริ่มเป็นนิ่วที่ไต ให้ใช้ยอดเกสรเพศเมียพอประมาณ นำมาต้มจนข้นแล้วนำมากิน หรือหากเป็นโรคไตอักเสบเรื้อรัง ให้ใช้ยอดเกสรเพศเมียแห้ง 50 กรัมนำมาต้มกับน้ำกิน โดยจะมีฤทธิ์ช่วยขับปัสสาวะ ทำให้ไตทำงานได้ดีขึ้นจากอาการบวมน้ำและปริมาณของอัลบูมิน (albumin) ในปัสสาวะนั้นลดลง โดยคนไข้ที่กินติดต่อกันนาน 6 เดือนยังไม่พบอาการเป็นพิษแต่อย่างใด ส่วนอีกตำรับยาที่ใช้รักษาโรคเกี่ยวกับไต ให้ใช้ยอดเกสรเพศเมียแห้ง 60 กรัม นำมาต้มกับกินวันละ 2 ครั้ง แล้วให้กินโพแทสเซียมคลอไรด์ร่วมด้วย โดยทั่วไปเมื่อกินยานี้ไปแล้ว 3 วัน ปัสสาวะจะมากขึ้น ปริมาณของอัลบูมินและสารจำพวกไนโตรเจนที่ไม่ใช่โปรตีนในปัสสาวะนั้นจะลดลง และคนไข้บางรายจะมีปริมาณของอัลบูมินในโลหิตสูง ส่วนบางรายความดันโลหิตจะลดลงจนสู่ระดับปกติ (เกสรเพศเมีย), ช่วยรักษาไต (ฝอย)",
                "ใช้ซังแห้งประมาณ 10-12 กรัมนำมาต้มกับน้ำดื่ม หรือนำมาเผาเป็นถ่านผสมกับน้ำกินเป็นยาบำรุงม้าม (ซัง)",
                "ช่วยแก้อาการบวมน้ำ ด้วยการใช้ซังแห้งประมาณ 10-12 กรัม นำมาต้มกับน้ำดื่ม หรือนำมาเผาให้เป็นถ่านแล้วผสมกับน้ำกิน หรือจะใช้ซังข้าวโพดแห้ง 60 กรัมผสมกับฮวงเฮียงก้วย 30 กรัม (ผลของ Liquidambar taiwaniana Hance.) นำมาต้มกับน้ำกิน ส่วนเกสรเพศเมียช่วยแก้อาการบวมน้ำ ขาบวม ซึ่งตามตำรับยาจะใช้เกสรเพศเมีย 30 กรัม, หญ้าหนวดแมว 20 กรัม, หญ้าคา 20 กรัม, ข้าวเย็นเหนือ 25 กรัม, ข้าวเย็นใต้ 25 กรัม และโกฐน้ำเต้า 5 กรัม นำมาต้มกับน้ำกิน ส่วนอีกตำรับจะใช้เกสรเพศเมีย 50 กรัม ผสมกับเมล็ดเทียนเกล็ดหอย 15 กรัม นำมาต้มกับน้ำดื่มวันละ 3 ครั้ง (เกสรเพศเมีย, ซัง)",
                "เมล็ดนำมาบดพอกแผลเพื่อทำให้เยื่ออ่อนนุ่มไม่ให้เกิดการระคายเคือง (เมล็ด)",
                "หากเกิดบาดแผล ให้ใช้เกสรเพศเมียสด ๆ นำมาตำให้ละเอียดแล้วใช้เป็นยาพอกแผล จะช่วยทำให้อาการดีขึ้น (เกสรเพศเมีย)",
                "สำหรับเด็กที่เป็นแผลที่ผิวหนัง และมีเลือดออก ให้ใช้ซังข้าวโพดนำมาเผาให้เป็นเถ้า แล้วนำมาผสมกับน้ำมันเมล็ดป่านหรือน้ำมันพืช ใช้เป็นยาทา (ซัง)"
            ],
            "Nutritional":[
                "พลังงาน 86 กิโลแคลอรี",
                "คาร์โบไฮเดรต 18.7 กรัม",
                "แป้ง 5.7 กรัม",
                "น้ำตาล 6.26 กรัม",
                "ใยอาหาร 2 กรัม",
                "ไขมัน 1.35 กรัม",
                "โปรตีน 3.27 กรัม",
                "ทริปโตเฟน 0.023 กรัม",
                "ทรีโอนีน 0.129 กรัม",
                "ไอโซลิวซีน 0.129 กรัม",
                "ลิวซีน 0.348 กรัม",
                "ไลซีน 0.137 กรัม",
                "เมทไธโอนีน 0.067 กรัม",
                "ซิสทีน 0.026 กรัม",
                "ฟีนิลอะลานีน 0.150 กรัม",
                "ไทโรซีน 0.123 กรัม",
                "วาลีน 0.185 กรัม",
                "อาร์จินีน 0.131 กรัม",
                "ฮิสตามีน 0.089 กรัม",
                "อะลานีน 0.295 กรัม",
                "กรดแอสปาร์ติก 0.244 กรัม",
                "กรดกลูตามิก 0.636 กรัม",
                "ไกลซีน 0.127 กรัม",
                "โพรลีน 0.292 กรัม",
                "ซีรีน 0.153 กรัม",
                "น้ำ 75.96 กรัม",
                "วิตามินเอ 9 ไมโครกรัม 1%",
                "ลูทีนและซีแซนทีน 644 ไมโครกรัม",
                "วิตามินบี 1 0.155 มิลลิกรัม 13%",
                "วิตามินบี 2 0.055 มิลลิกรัม 5%",
                "วิตามินบี 3 1.77 มิลลิกรัม 12%",
                "วิตามินบี 5 0.717 มิลลิกรัม 14%",
                "วิตามินบี 6 0.093 มิลลิกรัม 7%",
                "วิตามินบี 9 42 ไมโครกรัม 11%",
                "วิตามินซี 6.8 มิลลิกรัม 8%",
                "ธาตุเหล็ก 0.52 มิลลิกรัม 4%",
                "ธาตุแมกนีเซียม 37 มิลลิกรัม 10%",
                "ธาตุแมงกานีส 0.163 มิลลิกรัม 8%",
                "ธาตุฟอสฟอรัส 89 มิลลิกรัม 13%",
                "ธาตุโพแทสเซียม 270 มิลลิกรัม 6%",
                "ธาตุสังกะสี 0.46 มิลลิกรัม 5%"
            ]
        },
        {
            "vit" : "Vitamin B6",
            "id" : "503",
            "title": "Shallot",
            "thumbnail": ["./image/Shallot-1.jpg","./image/Shallot-2.jpg","./image/Shallot-3.jpg"],
            "Sname":["Shallot","Allium ascalonicum L."],
            "NutritionalValue":[0.345,27],
            "Properties":[
                "ช่วยทำให้ร่างกายอบอุ่น",
                "หอมแดงช่วยทำให้เจริญอาหาร (ผล,ใบ)",
                "ร่างกายซูบผอม แก้ด้วยการใช้เมล็ดแห้ง 5-10 กรัมนำมาต้มน้ำดื่ม",
                "มีส่วนช่วยเสริมสร้างความจำ ทำให้ความจำดีขึ้น",
                "ช่วยบำรุงโลหิต",
                "ช่วยบำรุงหัวใจ",
                "ช่วยเจริญธาตุไฟ",
                "ช่วยต่อต้านอนุมูลอิสระ",
                "ช่วยเพิ่มการไหลเวียนของโลหิตให้ดีขึ้น",
                "ช่วยแก้อาการวิงเวียนศีรษะ หน้ามืด ตาลาย เป็นลม",
                "ช่วยลดความเสี่ยงของการเกิดโรคหัวใจ",
                "ช่วยลดความเสี่ยงของการเกิดโรคมะเร็ง",
                "ช่วยลดระดับคอเลสเตอรอล",
                "ช่วยกำจัดไขมันเลว (LDL) ซึ่งเป็นต้นเหตุของการเกิดโรคหัวใจวายและอัมพฤกษ์ อัมพาต และยังรักษาระดับไขมันชนิดดี (HDL) ได้อีกด้วย",
                "ช่วยลดไขมันในเส้นเลือดซึ่งเป็นสาเหตุมาจากโรคหัวใจและโรคความดันโลหิต",
                "ช่วยลดระดับน้ำตาลในเลือด",
                "ช่วยยับยั้งการเกิดโรคเส้นเลือดอุดตัน",
                "หอมแดงแก้หวัด คัดจมูกได้ (ผล,ใบ)",
                "ช่วยแก้ไข้สันนิบาต",
                "แก้ไข้อันบังเกิดแก่จักษุและทรวง",
                "แก้โรคตา ขับเสมหะ",
                "ช่วยขับเสมหะ",
                "แก้โรคในช่องปาก",
                "น้ำหัวหอมใช้หยอดหูแก้อาการปวดหูได้",
                "ช่วยแก้กำเดา (ผล, ใบ)",
                "ช่วยทำให้อาเจียน",
                "หอมแดงมีสรรพคุณช่วยแก้อาการอาเจียนเป็นเลือด ด้วยการใช้เมล็ดแห้ง 5-10 กรัมนำมาต้มน้ำดื่ม (เมล็ด)",
                "ช่วยแก้อาการบวมน้ำ",
                "ช่วยแก้อาการท้องเสีย",
                "ช่วยแก้อาการท้องอืดท้องเฟ้อ",
                "หอมแดงมีประโยชน์ใช้เป็นยาถ่าย",
                "ช่วยในการย่อยอาหาร",
                "ช่วยขับลมในลำไส้",
                "ช่วยขับปัสสาวะ",
                "ช่วยแก้ลมพรรดึก",
                "ช่วยขับพยาธิ",
                "ช่วยป้องกันการติดเชื้อ",
                "ช่วยแก้อาการอักเสบต่าง ๆ",
                "ช่วยรักษาแผล โดยการนำหอมแดงมาหั่นเป็นแว่น ๆ แล้วผสมกับน้ำมันมะพร้าวและเกลือ ต้มให้เดือดแล้วนำมาพอกบริเวณแผล",
                "ช่วยแก้อาการฟกช้ำ (ผล, ใบ)",
                "หัวหอมแดงมีสรรพคุณช่วยบรรเทาอาการคัน ด้วยการใช้หัวหอมนำมาบดผสมเหล้าเล็กน้อย นำไปพอกบริเวณที่คัน",
                "ช่วยแก้พิษแมงมุมกัด แมลงสัตว์กัดต่อย ด้วยการใช้หอมแดงทุบให้บุบผสมกับยาหม่อง แล้วนำมาทาบริเวณที่โดนกัดและกินด้วย โดยทำทุก ๆ 5 นาทีประมาณ 3-4 ครั้งอาการจะดีขึ้น",
                "กินแก้เนื้อสัตว์เป็นพิษด้วยการใช้เมล็ดแห้ง 5-10 กรัมนำมาต้มน้ำดื่ม (เมล็ด)",
                "ช่วยยับยั้งเชื้อแบคทีเรียต่าง ๆ",
                "ช่วยแก้อาการเมาค้างจากเหล้า",
                "แก้อาการสะอึก",
                "หอมแดงรักษาสิว ฝ้า กระ จุดด่างดำ ด้วยการนำหอมแดงมาฝานเป็นแว่นบาง ๆ แล้วนำมาทาบริเวณที่เป็น",
                "หอมแดงแก้ผมร่วง ช่วยบำรุงเส้นผม",
                "ในบ้านเรานิยมนำหอมแดงมาใช้เป็นส่วนประกอบของเครื่องแกงเผ็ด น้ำพริกต่าง ๆ ซุปหางวัว ผสมใส่ไข่เจียว เป็นส่วนประกอบของหลน หรือฝานเป็นแว่น ๆ รับประทานร่วมกับแหนมสด เมี่ยง ปลาเค็ม และยังใช้เป็นส่วนประกอบของขนมหวาน อย่างเช่น ไข่ลูกเขย ขนมหม้อแกงถั่ว ข้าวเหนียวหน้าปลาแห้ง เป็นต้น",
                "มีส่วนช่วยเพิ่มสมรรถภาพทางเพศ"
            ],
            "Nutritional":[
                "พลังงาน 72 กิโลแคลอรี่",
                "คาร์โบไฮเดรต 16.8 กรัม",
                "น้ำตาล 7.87 กรัม",
                "เส้นใย 3.2 กรัม",
                "ไขมัน 0.1 กรัม",
                "โปรตีน 2.5 กรัม",
                "วิตามินบี 1 0.06 มิลลิกรัม 5%",
                "วิตามินบี 2 0.02 มิลลิกรัม 2%",
                "วิตามินบี 3 0.2 มิลลิกรัม 1%",
                "วิตามินบี 5 0.29 มิลลิกรัม 6%",
                "วิตามินบี 6 0.345 มิลลิกรัม 27%",
                "วิตามินบี 9 34 ไมโครกรัม 9%",
                "วิตามินซี 8 มิลลิกรัม 10%",
                "ธาตุแคลเซียม 37 มิลลิกรัม 4%",
                "ธาตุเหล็ก 1.2 มิลลิกรัม 9%",
                "ธาตุแมกนีเซียม 21 มิลลิกรัม 6%",
                "ธาตุแมงกานีส 0.292 มิลลิกรัม 14%",
                "ธาตุฟอสฟอรัส 60 มิลลิกรัม 9%",
                "ธาตุโพแทสเซียม 334 มิลลิกรัม 7%",
                "ธาตุสังกะสี 0.4 มิลลิกรัม 4%"
            ]
        }
    ],
    "Vitamin B7":[
        {
            "vit" : "Vitamin B7",
            "id" : "601",
            "title": "Peanut",
            "thumbnail": ["./image/Peanut-1.jpg","./image/Peanut-2.jpg","./image/Peanut-3.jpg"],
            "Sname":["Peanut, Groundnut, Earthnut, Goober, Pindar, Monkeynut","Arachis hypogaea L."],
            "NutritionalValue":[1.8,36],
            "Properties":[
                "ช่วยบำรุงร่างกาย ช่วยในการเจริญเติบโต (เมล็ด)",
                "ช่วยบำรุงสมองและประสาทตา ช่วยเสริมสร้างความจำ และยังมีโคลีนที่ช่วยควบคุมความจำอีกด้วย (เมล็ด)",
                "ช่วยให้ความอบอุ่นแก่ร่างกาย (เมล็ด) และช่วยให้ความอบอุ่นแก่ผิวกาย (น้ำมันถั่วลิสง)",
                "ช่วยลดความดันโลหิตสูง (ใบ) โดยใช้ทั้งก้านและใบสดหรือแห้ง (แห้งใช้ประมาณ 30 กรัม ถ้าสดใช้ประมาณ 40 กรัม) นำมาต้มกับน้ำกิน (เมล็ด)",
                "ถั่วลิสงมีสารต้านเอนไซม์โปรติเอส มีฤทธิ์ต่อต้านมะเร็ง และมีจีเนสเตอินซึ่งทำให้เส้นเลือดที่ไปเลี้ยงเซลล์มะเร็งตีบลง",
                "ช่วยป้องกันโรคหัวใจ เนื่องจากในถั่วลิสงมีสารที่ช่วยลดปริมาณของไขมันร้าย (LDL) จึงช่วยลดความเสี่ยงของภาวะไขมันอุดตันในเส้นเลือดและภาวะหลอดเลือดแข็งตัวซึ่งเป็นสาเหตุของการเกิดโรคหัวใจ หากรับประทานเป็นประจำจะช่วยลดโอกาสเสียชีวิตจากโรคหัวได้ถึงร้อยละ 50 เมื่อเทียบกับผู้ที่ไม่ได้รับประทาน (เมล็ด)",
                "กินถั่วลิสงอ้วนไหม ? ปกติแล้วการรับประทานถั่วจะช่วยลดน้ำหนักและความอ้วนครับ เพราะมีไขมันไม่อิ่มตัวซึ่งทำให้อิ่มท้องนาน ทำให้รับประทานอาหารได้น้อยลง และยังช่วยยับยั้งไขมันเลวที่เป็นผลเสียต่อร่างกาย ด้วยการรับประทานแบบดิบ ๆ หรือนำมาต้ม แต่ถ้าหากเป็นถั่วคั่ว ถั่วทอด ถั่วอบ อย่างนี้มันผ่านความร้อนและน้ำมัน ทำให้ไขมันไม่อิ่มตัวที่มีในถั่วลิสงมันหายไป หากรับประทานมาก ๆ ก็ทำให้อ้วนได้ แต่ทั้งนี้ถ้าหากรับประทานแต่พอประมาณก็ไม่อ้วนแน่นอนครับ และมีคำแนะนำว่าไม่ควรรับประทานเกิน 1 กำมือ ถั่วลิสงอุดมไปด้วยไขมันไม่อิ่มตัว ซึ่งเป็นตัวช่วยลดระดับความดันโลหิต ระดับไขมันในเลือด และยังช่วยลดความเสี่ยงของการเกิดโรคหัวใจอีกด้วย (เมล็ด)",
                "ช่วยรักษาโรคเกล็ดเลือดต่ำ ด้วยการนำเปลือกถั่วลิสงประมาณ 10 กรัม ต้มกับน้ำดื่มทุกวัน (เมล็ด)",
                "ช่วยบำรุงไขมันในร่างกาย (เมล็ด)",
                "ช่วยลดความเสี่ยงของโรคเบาหวาน และเป็นอาหารที่ดีต่อผู้ป่วยเบาหวาน เนื่องจากช่วยควบคุมระดับน้ำตาลในเลือดและอินซูลินได้ (เมล็ด)",
                "ช่วยบำรุงปอด ช่วยหล่อลื่นปอด รักษาอาการไอแห้งเรื้อรัง ด้วยการใช้เมล็ดแห้งประมาณ 60-100 กรัมนำมาบดชงหรือต้มกิน (เมล็ด)",
                "ช่วยรักษาเยื่อตาอักเสบอย่างเฉียบพลันชนิดที่ติดต่อได้ (ข้อมูลทางคลินิก)",
                "ช่วยแก้อาการไอเรื้อรังและอาการคลื่นไส้ (เมล็ด)",
                "ช่วยรักษาอาการไอกรน ชอบนอนกรนในเด็ก ด้วยการใช้เมล็ดถั่วนำมาต้มใส่น้ำตาลกรวดแล้วรับประทาน (เมล็ด)",
                "ช่วยรักษาอาการนอนละเมออย่างผิดปกติ (ข้อมูลทางคลินิก)",
                "ช่วยระบายท้อง (น้ำมันจากเมล็ด)",
                "ช่วยบำรุงกระเพาะ และในถั่วยังอุดมไปด้วยเส้นใยอาหารที่สามารถละลายน้ำได้ จึงช่วยในขบวนการทำความสะอาดร่างกายแบบเป็นธรรมชาติ(เมล็ด)",
                "ช่วยสมานแผลในกระเพาะอาหาร (เมล็ด)",
                "ช่วยรักษาโรคบิดแบคทีเรียอย่างเฉียบพลัน (ข้อมูลทางคลินิก)",
                "ช่วยรักษาพยาธิไส้เดือนที่อุดตันในลำไส้ (ข้อมูลทางคลินิก)",
                "ช่วยหล่อลื่นลำไส้ (น้ำมันจากเมล็ด)",
                "ถั่วลิสงต้มกับเกลือใช้รับประทานช่วยบรรเทาอาการโรคฝีในท้องได้ (เมล็ด)",
                "ช่วยรักษาโรคตับอักเสบ เป็นดีซ่านอย่างเฉียบพลัน (ข้อมูลทางคลินิก)",
                "สรรพคุณถั่วลิสง เมล็ดช่วยบำรุงม้าม (เมล็ด)",
                "ช่วยห้ามเลือด และรักษาอาการเลือดออกง่ายในโรคฮีโมฟีเลีย (Haemophilia) (ฤทธิ์ทางเภสัชวิทยา)",
                "ใบสดนำมาตำใช้พอกรักษาแผลฟกช้ำ แผลหกล้มจากการกระทบกระแทก และแผลมีหนองเรื้อรัง (ใบ) โดยใช้ทั้งก้านและใบสดหรือแห้ง (แห้งใช้ประมาณ 30 กรัม ถ้าสดใช้ประมาณ 40 กรัม) นำมาต้มกับน้ำกิน หรือใช้ภายนอกนำมาตำแล้วพอก",
                "ช่วยแก้อาการปลายเท้าเป็นเหน็บชา (เมล็ด) ให้ใช้เมล็ดที่มีเยื่อประมาณ 100 กรัม ถั่วแดง 100 กรัม และเปลือกของพุทราจีน 100 กรัม แล้วนำทั้งหมดมาต้มรับประทานหลายครั้ง ๆ",
                "ช่วยบำรุงไขข้อ บำรุงเส้นเอ็น (เมล็ด)",
                "น้ำมันจากเมล็ดใช้ถูทาแก้อาการปวดตามข้อและอาการตามกล้ามเนื้อได้ (น้ำมันจากเมล็ด)",
                "ใช้ฉีดเป็นยาสลบ (ข้อมูลทางคลินิก)",
                "น้ำมันจากถั่วลิสงที่ใช้สำหรับเป็นยาฉีด มีฤทธิ์ช่วยยับยั้งการเจริญเติบโตของเชื้อโรคบางชนิดได้เล็กน้อย (ฤทธิ์ทางเภสัชวิทยา)",
                "ช่วยบำรุงน้ำนมสำหรับสตรีหลังคลอดบุตร (เมล็ด) ด้วยการต้มถั่วลิสง 120 กรัมกับขาหมู 1 ขา กินแล้วจะช่วยทำให้มีน้ำนมมากขึ้น",
                "ถั่วลิสงอุดมไปด้วยแมกนีเซียม ซึ่งช่วยรักษาสมดุลของฮอร์โมนเพศ ช่วยในการทำงานของเอนไซม์ต่าง ๆ ในร่างกาย และช่วยให้กล้ามเนื้อคลายตัว",
                "เยื่อหุ้มเมล็ดของถั่วลิสงสามารถช่วยยับยั้งการสลายตัวของ Fibrin ได้ และช่วยกระตุ้นกระดูกให้ผลิตเกล็ดเลือด เพิ่มสมรรถภาพในการหดตัวของเส้นเลือดฝอย และช่วยในการห้ามเลือด",
                "สรรพคุณแก้อาการนอนไม่หลับ ปวดศีรษะ ลดเสมหะ แก้ไส้เลื่อน ขับระดูขาวของสตรี ลดอาการบวมน้ำจากไต เป็นต้น"
            ],
            "Nutritional":[
                "พลังงาน 570 กิโลแคลอรี",
                "คาร์โบไฮเดรต 21 กรัม",
                "น้ำ 4.26 กรัม",
                "น้ำตาล 0 กรัม",
                "เส้นใย 9 กรัม",
                "ไขมัน 48 กรัม",
                "ไขมันอิ่มตัว 7 กรัม",
                "ไขมันไม่อิ่มตัวเชิงเดี่ยว 24 กรัม",
                "ไขมันไม่อิ่มตัวเชิงซ้อน 16 กรัม",
                "โปรตีน 25 กรัม",
                "วิตามินบี 1 0.6 มิลลิกรัม 52%",
                "วิตามินบี 3 12.9 มิลลิกรัม 86%",
                "วิตามินบี 6 1.8 มิลลิกรัม 36%",
                "วิตามินบี 9 246 ไมโครกรัม 62%",
                "วิตามินซี 0 มิลลิกรัม",
                "ธาตุแคลเซียม 62 มิลลิกรัม 6%",
                "ธาตุเหล็ก 2 มิลลิกรัม 15%",
                "ธาตุแมกนีเซียม 184 มิลลิกรัม 52%",
                "ธาตุฟอสฟอรัส 336 มิลลิกรัม 48%",
                "ธาตุโพแทสเซียม 332 มิลลิกรัม 7%",
                "ธาตุสังกะสี 3.3 มิลลิกรัม 35%"
            ]
        },
        {
            "vit" : "Vitamin B7",
            "id" : "602",
            "title": "Watermelon",
            "thumbnail": ["./image/Watermelon-1.jpg","./image/Watermelon-2.jpg","./image/Watermelon-3.jpg"],
            "Sname":["Watermelon","Citrullus lanatus (Thunb.) Matsum. & Nakai, Citrullus vulgaris Schrad."],
            "NutritionalValue":[0.045,3],
            "Properties":[
                "ช่วยแก้เบาหวานและดีซ่าน",
                "ช่วยบำรุงสมอง (เมล็ด)",
                "ช่วยบำรุงร่างกาย (เมล็ด)",
                "ช่วยบำรุงปอด (เมล็ด)",
                "แตงโมมีสรรพคุณช่วยควบคุมความดันโลหิตและมีส่วนช่วยลดความดันโลหิตลงได้ (Citrulline)",
                "ช่วยรักษาโรคหลอดเลือดแดงแข็งตัวได้",
                "ช่วยป้องกันและรักษาโรคเลือดออกตามไรฟัน",
                "ช่วยป้องกันหวัด",
                "ช่วยลดอาการไข้ แก้คอแห้ง (น้ำแตงโม)",
                "ใช้เป็นยาลดไข้ด้วยการใช้ใบมาชงดื่ม (ใบ)",
                "ช่วยบรรเทารักษาแผลในช่องปาก (น้ำแตงโม)",
                "ป้องกันการเจ็บคอด้วยการนำเปลือกแตงโมไปต้มเดือดแล้วเติมน้ำตาลทรายแล้วนำน้ำมาดื่ม (เปลือก)",
                "แก้อาการเมาเหล้า",
                "แก้โรคตับ (เมล็ด)",
                "แตงโมมีเบตาแคโรทีน ซึ่งช่วยป้องกันการติดเชื้อในระบบทางเดินอาหาร ทางเดินหายใจ และระบบขับปัสสาวะ",
                "ช่วยย่อยอาหาร ช่วยระบายท้อง",
                "สรรพคุณของแตงโมใช้เป็นยาถ่ายพยาธิ (เมล็ด)",
                "ช่วยขับปัสสาวะ",
                "แก้อาการปวดกระเพาะปัสสาวะ (เมล็ด)",
                "รากมีน้ำยาง ใช้กินแก้อาการตกเลือดหลังการแท้ง (ราก)",
                "ใช้ทารักษาแผล ด้วยการใช้เปลือกแตงโมล้างสะอาด นำมาผิงไฟหรือตากให้แห้ง นำมาบดให้เป็นผง แล้วนำมาบริเวณแผล (เปลือก)",
                "สรรพคุณแตงโมช่วยทำให้แผลหายเร็วขึ้น",
                "ช่วยป้องกันการติดเชื้อต่าง ๆ"
            ],
            "Nutritional":[
                "พลังงาน 30 kcal 130 kJ",
                "คาร์โบไฮเดรต 7.55 กรัม",
                "น้ำตาล 6.2 กรัม",
                "เส้นใย 0.4 กรัม",
                "ไขมัน 0.15 กรัม",
                "โปรตีน 0.16 กรัม",
                "วิตามินเอ 28 ไมโครกรัม 3%",
                "วิตามินบี 1 0.033 มิลลิกรัม 3%",
                "วิตามินบี 2 0.021 มิลลิกรัม 1%",
                "วิตามินบี 3 0.178 มิลลิกรัม 1%",
                "วิตามินบี 5 0.221 มิลลิกรัม 4%",
                "วิตามินบี 6 0.045 มิลลิกรัม 3%",
                "กรดโฟลิก 3 ไมโครกรัม 1%",
                "วิตามินซี 8.1 มิลลิกรัม 14%",
                "ธาตุแคลเซียม 7 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.24 มิลลิกรัม 2%",
                "ธาตุแมกนีเซียม 10 มิลลิกรัม 3%",
                "ธาตุฟอสฟอรัส 11 มิลลิกรัม 2%",
                "ธาตุโพแทสเซียม 112 มิลลิกรัม 2%",
                "ธาตุสังกะสี 0.10 มิลลิกรัม 1%"
            ]
        }
    ],
    "Vitamin B9":[
        {
            "vit" : "Vitamin B9",
            "id" : "701",
            "title": "Pineapple",
            "thumbnail": ["./image/Pineapple-1.jpg","./image/Pineapple-2.jpg","./image/Pineapple-3.jpg"],
            "Sname":["มะนัด, มะขะนัด, บ่อนัด(ภาคเหนือ), บักนัด(ภาคตะวันออกเฉียงเหนือ), ย่านัด, ขนุนทอง(ภาคใต้)","Ananas comosus (L.) Merr."],
            "NutritionalValue":[0.018,5],
            "Properties":[
                "ช่วยเสริมสร้างระบบภูมิคุ้มกันในร่างกายให้แข็งแรง",
                "ช่วยลดอัตราความเสี่ยงจากการเกิดโรคมะเร็ง",
                "ช่วยบรรเทาและรักษาอาการหวัดได้",
                "ช่วยให้เลือดลมไหลเวียนได้ดีมากขึ้น",
                "ช่วยให้สุขภาพในช่องปากแข็งแรง ป้องกันไม่ให้เกิดโรคเหงือก",
                "ช่วยบรรเทาอาการร้อน กระสับกระส่าย หิวน้ำ",
                "ช่วยแก้อาการท้องผูก ขับถ่ายไม่สะดวก",
                "ช่วยในการย่อยอาหารจำพวกโปรตีน",
                "ช่วยลดเสมหะในลำคอได้",
                "ช่วยในการขับปัสสาวะ ปัสสาวะไม่ออก",
                "ช่วยรักษาโรคนิ่ว",
                "ช่วยรักษาโรคไตอักเสบ",
                "ช่วยรักษาโรคความดันโลหิตสูง",
                "ช่วยรักษาโรคหลอดลมอักเสบ",
                "ช่วยบรรเทาอาการของโรคบิด",
                "เชื่อว่าช่วยรักษาและบรรเทาอาการของโรคนิ้วล็อก (Trigger finger)",
                "ช่วยรักษาอาการบวมน้ำ",
                "ช่วยรักษาอาการแผลเป็นหนอง",
                "ช่วยแก้ปัญหาส้นเท้าแตก",
                "ช่วยลดการอักเสบจากบาดแผล",
                "เป็นยารักษาโรคผิวหนัง",
                "ใบสด นำมาใช้เป็นยาถ่ายหรือยาฆ่าพยาธิได้",
                "ผลดิบสามารถนำมาใช้ห้ามเลือดได้",
                "ผลดิบสับปะรดช่วยขับประจําเดือน",
                "ส่วนของรากสับปะรดนำมาใช้เป็นยาแก้กระษัย บำรุงไตได้",
                "หนามของสับปะรดช่วยแก้พิษฝีต่าง ๆ ได้"
            ],
            "Nutritional":[
                "พลังงาน 50 กิโลแคลอรี",
                "คาร์โบไฮเดรต 13.12 กรัม",
                "น้ำตาล 9.85 กรัม",
                "เส้นใย 1.4 กรัม",
                "ไขมัน 0.12 กรัม",
                "โปรตีน 0.54 กรัม",
                "วิตามินบี 1 0.079 มิลลิกรัม 7%",
                "วิตามินบี 2 0.032 มิลลิกรัม 3%",
                "วิตามินบี 3 0.5 มิลลิกรัม 3%",
                "วิตามินบี 5 0.213 มิลลิกรัม 4%",
                "วิตามินบี 6 0.112 มิลลิกรัม 9%",
                "วิตามินบี 9 18 ไมโครกรัม 5%",
                "โคลีน 5.5 มิลลิกรัม 1%",
                "วิตามินซี 47.8 มิลลิกรัม 58%",
                "ธาตุแคลเซียม 13 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.29 มิลลิกรัม 2%",
                "ธาตุแมกนีเซียม 12 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.927 มิลลิกรัม 44%",
                "ธาตุฟอสฟอรัส 8 มิลลิกรัม 1%",
                "ธาตุโพแทสเซียม 109 มิลลิกรัม 2%",
                "ธาตุโซเดียม 1 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.12 มิลลิกรัม 1%"
            ]
        },
        {
            "vit" : "Vitamin B9",
            "id" : "702",
            "title": "Banana",
            "thumbnail": ["./image/Banana-1.jpg","./image/Banana-2.jpg","./image/Banana-3.jpg"],
            "Sname":["Banana","Musa acuminata Colla, Musa balbisiana Colla"],
            "NutritionalValue":[0.020,5],
            "Properties":[
                "ช่วยลดกลิ่นปากได้ดีในระดับหนึ่ง แต่ทั้งนี้ควรรับประทานหลังตื่นนอนตอนเช้าทันทีแล้วค่อยแปรงฟัน และถ้าเป็นกล้วยน้ำว้าจะยิ่งช่วยลดกลิ่นปากได้ดีขึ้น",
                "กล้วยช่วยควบคุมอุณหภูมิในร่างกายให้เป็นปกติ",
                "กล้วยอุดมไปด้วยวิตามินและแร่ธาตุต่าง ๆ ที่สำคัญและจำเป็นต่อร่างกาย เช่น ธาตุเหล็ก ฟอสฟอรัส โพแทสเซียม แมกนีเซียม คาร์โบไฮเดรต โปรตีน วิตามินเอ วิตามินบี 6 วิตามินบี 12 และวิตามินซี",
                "ช่วยเพิ่มพลังให้แก่สมองของคุณ เพราะมีสารที่ช่วยทำให้มีเกิดสมาธิและมีการตื่นตัวตลอดเวลา",
                "กล้วยก็มีสารต่อต้านอนุมูลอิสระเหมือนกันนะ ที่ช่วยในการชะลอความแก่ตัวของร่างกายนั่นเอง",
                "กล้วยมีส่วนช่วยในการลดความอ้วนได้ เพราะช่วยปรับระดับน้ำตาลในเลือด ช่วยให้ลดอาการอยากกินของจุกจิกลงได้พอสมควร",
                "สำหรับผู้ที่มีอาการนอนไม่หลับ กล้วยคือคำตอบสำหรับคุณ",
                "อาการหงุดหงิดยามเช้า กล้วยก็ช่วยคุณได้เหมือนกัน",
                "ช่วยลดอาการหงุดหงิดของผู้หญิงในช่วงประจำเดือนมา",
                "ช่วยลดอาการเมาค้างได้ดีระดับหนึ่ง เพราะจะช่วยชดเชยน้ำตาลที่ร่างกายขาดไปในขณะดื่มแอลกอฮอล์",
                "เป็นตัวช่วยสำหรับผู้ที่ต้องการเลิกสูบบุหรี่ เพราะในกล้วยมีวิตามินเอ ซี บี 6 บี 12 โพรแทสเซียม และแมกนีเซียมที่ช่วยให้ร่างกายฟื้นตัวได้เร็วขึ้นจากการเลิกนิโคติน",
                "ช่วยรักษาอาการท้องผูก เพราะกล้วยมีเส้นใยและกากอาหารซึ่งจะช่วยให้ขับถ่ายได้อย่างปกติ",
                "ช่วยบรรเทาอาการของริดสีดวงทวารหรือในขณะขับถ่ายจะมีเลือดออกมา",
                "ช่วยลดอาการเสียดท้อง ลดกรดในกระเพาะ การกินกล้วยจะทำให้คุณรู้สึกผ่อนคลายจากอาการนี้ได้",
                "ช่วยรักษาโรคโลหิตจางได้ เพราะในกล้วยมีธาตุเหล็กสูง ซึ่งจะช่วยในการผลิตฮีโมโกลบินในเลือด เพื่อรักษาภาวะโลหิตจางหรือผู้ที่อยู่ในสภาวะขาดกำลัง",
                "ช่วยรักษาโรคความดันโลหิตสูงหรือเส้นเลือดฝอยแตกได้",
                "ช่วยลดโอกาสเสี่ยงของการเกิดเส้นโลหิตแตกได้",
                "สำหรับผู้ที่เป็นโรคกระเพาะหรือกระเพาะอักเสบ การรับประทานกล้วยบ่อย ๆ ถือเป็นสิ่งที่ดีมาก เพราะกล้วยมีสภาพเป็นกลาง มีความนิ่มและเส้นใยสูง",
                "ช่วยรักษาแผลในลำไส้เรื้อรัง เพราะกล้วยมีสภาพเป็นกลาง ทำให้ไม่เกิดการระคายเคืองในผนังลำไส้และกระเพาะอาหารด้วย",
                "ช่วยรักษาโรคซึมเศร้า ภาวะความเครียด เพราะกล้วยมีโปรตีนชนิดหนึ่งที่เรียกว่า Tryptophan ซึ่งช่วยในการผลิตสาร Serotonin หรือฮอร์โมนแห่งความสุข จึงมีส่วนช่วยในการผ่อนคลายอารมณ์ได้ดียิ่งขึ้น",
                "ช่วยลดอัตราการเกิดตะคริวบริเวณมือ เท้า และน่องได้",
                "ช่วยบรรเทาอาการแพ้ท้องของมารดาลงได้",
                "กล้วยมีสรรพคุณช่วยบรรเทาอาการนิ่วในไตได้ในระดับหนึ่ง"
            ],
            "Nutritional":[
                "พลังงาน 89 กิโลแคลอรี",
                "คาร์โบไฮเดรต 22.84 กรัม",
                "น้ำตาล 12.23 กรัม",
                "เส้นใย 2.6 กรัม",
                "ไขมัน 0.33 กรัม",
                "โปรตีน 1.09 กรัม",
                "วิตามินบี 1 0.031 มิลลิกรัม 3%",
                "วิตามินบี 2 0.073 มิลลิกรัม 6%",
                "วิตามินบี 3 0.665 มิลลิกรัม 4%",
                "วิตามินบี 5 0.334 มิลลิกรัม 7%",
                "วิตามินบี 6 0.4 มิลลิกรัม 31%",
                "วิตามินบี 9 20 ไมโครกรัม 5%",
                "โคลีน 9.8 มิลลิกรัม 2%",
                "วิตามินซี 8.7 มิลลิกรัม 10%",
                "ธาตุเหล็ก 0.26 มิลลิกรัม 2%",
                "ธาตุแมกนีเซียม 27 มิลลิกรัม 8%",
                "ธาตุแมงกานีส 0.27 มิลลิกรัม 13%",
                "ธาตุฟอสฟอรัส 22 มิลลิกรัม 3%",
                "โพแทสเซียม 358 มิลลิกรัม 8%",
                "ธาตุโซเดียม 1 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.15 มิลลิกรัม 2%",
                "ธาตุฟลูออไรด์ 2.2 ไมโครกรัม"
            ]
        },
        {
            "vit" : "Vitamin B9",
            "id" : "703",
            "title": "Durian",
            "thumbnail": ["./image/Durian-1.jpg","./image/Durian-2.jpg","./image/Durian-3.jpg"],
            "Sname":["Durian","Durio zibethinus L., Durio acuminatissimus Merr., Durio stercoraceus Noronha"],
            "NutritionalValue":[0.036,9],
            "Properties":[
                "ช่วยทำให้ฝีแห้ง (เนื้อทุเรียน)",
                "ช่วยแก้โรคผิวหนัง (เนื้อทุเรียน)",
                "สารสกัดจากใบและรากทุเรียนใช้เป็นยาแก้ไข้ได้ ด้วยการใช้น้ำจากใบวางบนศีรษะของผู้ป่วยจะช่วยลดไข้ได้ (ราก, ใบ)",
                "ทุเรียนมีสรรพคุณช่วยแก้อาการท้องร่วง (ราก)",
                "ช่วยขับพยาธิ (ใบ, เนื้อทุเรียน)",
                "ทุเรียนมีสรรพคุณทางยาช่วยแก้ดีซ่าน (ใบ)",
                "ช่วยทำให้หนองแห้ง (ใบ)",
                "ช่วยแก้ตานซาง (เปลือก)",
                "ช่วยรักษาโรคคางทูม (เปลือก)",
                "ช่วยแก้น้ำเหลืองเสีย (เปลือก)",
                "ช่วยแก้ฝี (เปลือก)",
                "ช่วยรักษาแผลพุพอง (เปลือก)",
                "ใช้สมานแผล (เปลือก)",
                "เปลือกทุเรียนใช้ไล่ยุงและแมลง (เปลือก)"
            ],
            "Nutritional":[
                "พลังงาน 174 กิโลแคลอรี",
                "คาร์โบไฮเดรต 27.09 กรัม",
                "เส้นใย 3.8 กรัม",
                "ไขมัน 5.33 กรัม",
                "โปรตีน 1.47 กรัม",
                "วิตามินเอ 13.2 ไมโครกรัม",
                "วิตามินบี 1 0.374 มิลลิกรัม 33%",
                "วิตามินบี 2 0.2 มิลลิกรัม 17%",
                "วิตามินบี 3 1.74 มิลลิกรัม 7%",
                "วิตามินบี 5 0.23 มิลลิกรัม 5%",
                "วิตามินบี 6 0.316 มิลลิกรัม 24%",
                "วิตามินบี 9 36 ไมโครกรัม 9%",
                "วิตามินซี 19.7 มิลลิกรัม 24%",
                "ธาตุแคลเซียม 6 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.43 มิลลิกรัม 3%",
                "ธาตุแมกนีเซียม 30 มิลลิกรัม 8%",
                "ธาตุแมงกานีส 0.325 มิลลิกรัม 15%",
                "ธาตุฟอสฟอรัส 39 มิลลิกรัม 6%",
                "ธาตุโพแทสเซียม 436 มิลลิกรัม 9%",
                "ธาตุโซเดียม 2 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.28 มิลลิกรัม 3%"
            ]
        }
    ],
    "Vitamin B12":[
        {
            "vit" : "Vitamin B12",
            "id" : "801",
            "title": "Oyster",
            "thumbnail": ["./image/Oyster-1.jpg","./image/Oyster-2.jpg","./image/Oyster-3.jpg"],
            "Sname":["หอยนางรม, หอยอีรม, Oyster",""],
            "NutritionalValue":[15.6,2000],
            "Properties":[
                "หอยนางรมอุดมไปด้วยแร่ธาตุสังกะสีกระตุ้นโลหิตไหลเวียนไปเลี้ยงอวัยวะเพศได้ดีขึ้น หากผู้หญิงขาดสังกะสีอาจกระทบต่อระบบสืบพันธุ์โดยทำให้ประจำเดือนมาผิดปกติ ชะลอการผลิตไข่ที่มีคุณภาพดี ทำให้ฮอร์โมนเพศชายเทสโทสเทอโรนในผู้หญิงลดต่ำลง และมีงานวิจัยที่พบว่าสารสกัดจากหอยนางรมอาจกระตุ้นสมรรถภาพทางเพศและเพิ่มความทนทานในขณะมีเพศสัมพันธ์ได้ด้วย",
                "สังกะสีจากหอยนางรมมีส่วนเกี่ยวข้องกับกระบวนการสร้างฮอร์โมนเพศชาย คือ เทสโทสเตอโรน (Testoterone) ทำให้สมรรถภาพของร่างกายดีขึ้น ป้องกันโรคต่อมลูกหมากอักเสบ",
                "สารประกอบสำคัญคือ เทารีน (Taurine) ซึ่งส่งผลต่อการทํางานของระบบประสาท มีผลต่อการทํางานของต่อมหมวกไตซึ่งมีหน้าที่หลั่งฮอร์โมนเพศ และมีส่วนเกี่ยวข้องกับการสร้างพลังงานให้กับร่างกาย มีส่วนในกระบวนสร้างฮอร์โมนเพศชายคือเทสโทสเตอโรนทําให้มีสมรรถภาพทางเพศที่ดีขึ้นและป้องกันต่อมลูกหมากอักเสบ",
                "จากการวิจัยค้นคว้าในห้องทดลองพบว่าสารสกัดจากหอยนางรมมีคุณสมบัติลดระดับไขมันคอเลสเตอรอลและไตรกลีเซอไรด์  รวมถึงลดระดับความดันโลหิตลง",
                "จากการวิจัยพบว่าสารสกัดโพลีแซคคาไรด์ (Polysaccharide) ในหอยนางรมลดระดับความดันโลหิตจากภาวะความดันโลหิตสูงได้",
                "หอยนางรมมีแคลเซียมและวิตามินดีที่สำคัญในกระบวนการสร้างกระดูก ซึ่งมีงานวิจัยทดลองพบว่าหอยนางรมอาจมีประสิทธิภาพในการรักษาและป้องกันโรค",
                "แร่ธาตุสังกะสีในหอยนางรมช่วยนำวิตามินเอจากตับไปสร้างเม็ดสีเมลานินที่จอประสาทตา และจากการศึกษาเกี่ยวกับโรคตาที่สัมพันธ์กับอายุพบว่าการบริโภคอาหารที่อุดมไปด้วยสังกะสีอย่างหอยนางรมอาจชะลอการเกิดโรคจอประสาทตาเสื่อมได้"
            ],
            "Nutritional":[
                "พลังงาน 198 กิโลแคลอรี",
                "ไขมัน 13 กรัม",
                "ไขมันอิ่มตัว 3.2 กรัม",
                "คอเลสเตอรอล 71 มิลลิกรัม",
                "โซเดียม 417 มิลลิกรัม",
                "โพแทสเซียม 244 มิลลิกรัม",
                "คาร์โบไฮเดรต 12 กรัม",
                "โปรตีน 9 กรัม",
                "วิตามินซี 3.8 มิลลิกรัม 5%",
                "วิตามินบี 6 0.1 มิลลิกรัม 7%",
                "วิตามินบี 12 15.6 ไมโครกรัม 1200%",
                "แคลเซียม 62 มิลลิกรัม",
                "เหล็ก 7 มิลลิกรัม",
                "แมกนีเซียม 58 มิลลิกรัม"
            ]
        }
    ],
    "Vitamin C":[
        {
            "vit" : "Vitamin C",
            "id" : "901",
            "title": "Moringa",
            "thumbnail": ["./image/Moringa-1.jpg","./image/Moringa-2.jpg","./image/Moringa-3.jpg"],
            "Sname":["มะรุม, บะค้อนก้อม(ภาคเหนือ), ผักอีฮุม บักฮุ้ม(ภาคอีสาน), Moringa","Moringa oleifera Lam., Guilandina moringa L., Hyperanthera moringa (L.) Vahl, Moringa zeylanica Burmann"],
            "NutritionalValue":[141,170],
            "Properties":[
                "ช่วยบำรุงผิวพรรณให้ชุ่มชื้น อ่อนนุ่ม ไม่ให้หยาบกร้าน",
                "มีสารต่อต้านอนุมูลอิสระช่วยในการชะลอวัย (น้ำมันมะรุม)",
                "ช่วยเสริมสร้างภูมิคุ้มกันให้แก่ร่างกาย",
                "ช่วยรักษาโรคขาดสารอาหารในเด็กแรกเกิดถึงอายุ 10 ขวบ",
                "ช่วยลดไขมันและคอเลสเตอรอลในร่างกาย (ฝัก)",
                "มีส่วนช่วยป้องกันโรคมะเร็ง (ใบ, ดอก, ฝัก, เมล็ด, เปลือกของลำต้น)",
                "ช่วยรักษาโรคมะเร็งในกระดูก",
                "ผู้ป่วยมะเร็งที่ได้รับการรักษาด้วยรังสี การดื่มน้ำมะรุมจะช่วยให้อาการแพ้รังสีฟื้นตัวเร็วขึ้น",
                "ช่วยเพิ่มการไหลเวียนของโลหิตในร่างกาย",
                "ช่วยรักษาโรคโลหิตจาง",
                "มะรุมลดความดัน รักษาโรคความดันโลหิตสูง (ใบ, ฝัก)",
                "ใช้รักษาโรคหัวใจ (ราก)",
                "มะรุมลดน้ำตาล ช่วยรักษาโรคเบาหวานโดยรักษาความสมดุลของระดับน้ำตาล",
                "ใช้รักษาโรคหอบหืด (Asthma) (ยาง)",
                "ช่วยรักษาโรคภูมิแพ้",
                "ช่วยเสริมสร้างภูมิต้านทานโรคที่ต่ำลงของผู้ป่วยเอดส์",
                "ใช้เป็นยาบำรุงร่างกาย (ดอก)",
                "ช่วยบำรุงธาตุไฟ (ราก)",
                "ช่วยคุมธาตุอ่อน ๆ (เปลือกของลำต้น)",
                "แก้ลมอัมพาต (เปลือกของลำต้น)",
                "ใช้ขับน้ำตา (ดอก)",
                "ใช้บำรุงสุขภาพและรักษาดวงตาให้สมบูรณ์",
                "ช่วยรักษาโรคตาได้เกือบทุกโรค อย่างเช่น โรคตาต้อ ตามืดมัว เป็นต้น",
                "ช่วยรักษาโรคที่เกี่ยวกับระบบทางเดินหายใจ โรคโพรงจมูกอักเสบ",
                "น้ำมันมะรุมใช้นวดศีรษะ ฆ่าเชื้อราบนหนังศีรษะ แก้อาการคันหนังศีรษะ ลดผมร่วง (น้ำมันมะรุม)",
                "ช่วยแก้อาการปวดศีรษะ (ใบ, น้ำมันมะรุม)",
                "ใช้แก้ไข้และถอนพิษไข้ (ใบ, ยอดอ่อน, ฝัก, เมล็ด)",
                "ใช้แก้อาการไข้หัวลมหรืออาการไข้เปลี่ยนฤดู (ดอก)",
                "ช่วยบรรเทาและรักษาอาการหวัด (เมล็ดมะรุม)",
                "ช่วยบรรเทาอาการไอเรื้อรังให้ดีขึ้น (เมล็ดมะรุม)",
                "ช่วยบรรเทาอาการและลดสิวบนใบหน้า (น้ำมันมะรุม)",
                "ช่วยลดจุดด่างดำจากแสงแดด (น้ำมันมะรุม)",
                "ใช้รักษาโรคเลือดออกตามไรฟัน (ใบ)",
                "ช่วยแก้อาการปวดฟัน (ยาง)",
                "ช่วยแก้อาการปวดหู (Earache) (ยาง)",
                "น้ำมันมะรุมใช้หยอดหูเพื่อป้องกันและฆ่าพยาธิในหู รักษาโรคหูน้ำหนวก เยื่อบุหูอักเสบ",
                "ช่วยรักษาโรคคอหอยพอกชนิดมีพิษ",
                "ช่วยรักษาแผลในปากหรือแผลจากโรคปากนกกระจอก",
                "นำเปลือกของลำต้นมาเคี้ยวกินเพื่อช่วยย่อยอาหาร (เปลือกของลำต้น)",
                "ช่วยขับลมในลำไส้ ทำให้ผายหรือเรอ (เปลือกของลำต้น)",
                "เปลือกของลำต้นมีสรรพคุณช่วยในการคุมกำเนิด (เปลือกของลำต้น)",
                "ช่วยบำรุงและรักษาปอดให้แข็งแรง และรักษาโรคปอดอักเสบ",
                "รับประทานเมล็ดมะรุมวันละ 1 เมล็ดก่อนนอน ช่วยให้การขับถ่ายในตอนเช้าเป็นไปอย่างปกติและสม่ำเสมอ (เมื่อขับถ่ายเป็นปกติแล้วควรหยุดรับประทาน)",
                "ใช้รักษาโรคลำไส้อักเสบ อาการท้องเสีย ท้องผูก",
                "ช่วยรักษาและขับพยาธิในลำไส้ (เมล็ดมะรุม)",
                "ช่วยในการขับปัสสาวะ (ใบ, ดอก)",
                "ช่วยแก้อาการอักเสบ (ใบ)",
                "ช่วยรักษาโรคไขข้อ (Rheumatism) (ราก)",
                "ช่วยบรรทาอาการของโรคเกาต์ บ้างก็ว่าสามารถใช้รักษาโรคเกาต์ได้",
                "ช่วยรักษาโรคกระดูกอักเสบ",
                "ช่วยรักษาโรครูมาติสซั่ม",
                "ช่วยบำรุงและรักษาโรคตับ ไต",
                "น้ำมันมะรุมใช้นวดเพื่อบรรเทาอาการปวดเมื่อยกล้ามเนื้อ ปวดเมื่อตามบั้นเอวและขา",
                "น้ำมันมะรุมใช้นวดเพื่อกระชับกล้ามเนื้อ",
                "ใช้แก้อาการปวดตามข้อ (เมล็ด)",
                "แก้อาการบวม (ราก, เมล็ด)",
                "ช่วยลดอาการผื่นคันตามผิวหนังและการแพ้ผ้าอ้อมของเด็กทารก (น้ำมันมะรุม)",
                "ช่วยรักษาบาดแผล แผลสดเล็ก ๆ น้อย ๆ (ใบ, น้ำมันมะรุม)",
                "ช่วยถอนพิษและลดอาการปวดบวมจากแมลงสัตว์กัดต่อย (น้ำมันมะรุม)",
                "ใช้เป็นยาปฏิชีวนะ",
                "ช่วยฆ่าเชื้อแบคทีเรีย (ใบ, ดอก)",
                "ใช้รักษาเชื้อราตามผิวหนัง ศีรษะ ตามซอกเล็บ โรคน้ำกัดเท้า (น้ำมันมะรุม)",
                "ใช้ทารักษาหูด ตาปลา",
                "ช่วยรักษาโรคเริม งูสวัด",
                "ช่วยฆ่าเชื้อจุลินทรีย์ ต้านจุลชีพ",
                "ช่วยฆ่าเชื้อไทฟอยด์ (ยาง)",
                "ช่วยรักษาโรคซิฟิลิส (syphilis) โรคติดต่อทางเพศสัมพันธ์โรคหนึ่ง (ยาง)",
                "การรับประทานมะรุมในช่วงตั้งครรภ์จะช่วยลดโอกาสการติดเชื้อ HIV ของเด็กทารก",
                "ฝักมะรุมนำมาใช้เป็นไม้ตีกลองได้เหมือนกันนะ โดยเฉพาะในแถบอินเดีย",
                "ใบสดนำมารับประทานได้ ส่วนใบแห้งนำมาทำเป็นผง",
                "เมล็ดบางครั้งนำมาคั่วรับประทานเป็นถั่วได้",
                "เมล็ดมะรุมเมื่อนำมาบดละเอียดสามารถนำไปใช้กรองน้ำได้ ทำให้น้ำตกตะกอนและฆ่าเชื้อโรคในน้ำ น้ำที่ได้จะค่อนข้างสะอาดและมีรสออกหวาน",
                "น้ำมันที่ได้จากการคั้นเมล็ดสด นำมาใช้เป็นน้ำมันในการปรุงอาหาร",
                "น้ำมันมะรุมนำมาใช้ในการปรุงอาหารชนิดเดียวกับน้ำมันมะกอก แต่ดีกว่าตรงที่ไม่มีกลิ่นเหม็นหืนในภายหลัง",
                "น้ำมันมะรุมนำมาใช้เป็นน้ำยาหล่อลื่นต่าง ๆ ประจำบ้านและช่วยป้องกันสนิม",
                "นิยมนำมะรุมไปทำเป็นอาหารเพื่อรับประทานเป็นผักอย่างเช่น แกงส้ม แกงลาว แกงอ่อม แกงกะหรี่ ยำฝักมะรุม ส่วนดอกมะรุมลวกรับประทานกับน้ำพริก ส่วนยอดอ่อน ใบอ่อนนำไปต้มสุกรับประทานร่วมกับแจ่ว ลาบ ก้อย",
                "นำมาแปรรูปเป็น \"มะรุมแคปซูล\" สำหรับเป็นทางเลือกให้ผู้ที่ไม่ชอบรับประทานผัก แต่อยากได้คุณประโยชน์ทางด้านสมุนไพร",
                "นำมาสกัดเป็นน้ำมันมะรุม ซึ่งมีคุณประโยชน์ที่หลากหลาย"
            ],
            "Nutritional":[
                "พลังงาน 37 กิโลแคลอรี่",
                "คาร์โบไฮเดรต 8.53 กรัม",
                "ใยอาหาร 3.2 กรัม",
                "ไขมัน 0.20 กรัม",
                "โปรตีน 2.10 กรัม",
                "น้ำ 88.20 กรัม",
                "วิตามินเอ 4 ไมโครกรัม 1%",
                "วิตามินบี 1 0.0530 มิลลิกรัม 5%",
                "วิตามินบี 2 0.074 มิลลิกรัม. 6%",
                "วิตามินบี 3 0.620 มิลลิกรัม 4%",
                "วิตามินบี 5 0.794 มิลลิกรัม 16%",
                "วิตามินบี 6 0.120 มิลลิกรัม 9%",
                "วิตามินบี 9 44 ไมโครกรัม 11%",
                "วิตามินซี 141.0 มิลลิกรัม 170%",
                "ธาตุแคลเซียม 30 มิลลิกรัม 3%",
                "ธาตุเหล็ก 0.36 มิลลิกรัม 3%",
                "ธาตุแมกนีเซียม 45 มิลลิกรัม 13%",
                "ธาตุแมงกานีส 0.259 มิลลิกรัม 12%",
                "ธาตุฟอสฟอรัส 50 มิลลิกรัม 7%",
                "ธาตุโพแทสเซียม 461 มิลลิกรัม 10%",
                "ธาตุโซเดียม 42 มิลลิกรัม 3%",
                "ธาตุสังกะสี 0.45 มิลลิกรัม 5%"
            ]
        },
        {
            "vit" : "Vitamin C",
            "id" : "902",
            "title": "Orange",
            "thumbnail": ["./image/Orange-1.jpg","./image/Orange-2.jpg","./image/Orange-3.jpg"],
            "Sname":["Orange",""],
            "NutritionalValue":[53.2,64],
            "Properties":[
                "ส้มมีสารต่อต้านอนุมูลอิสระมากมาย จึงช่วยในการชะลอวัย",
                "ส้มมีคุณสมบัติในการช่วยสร้างคอลลาเจน ทำให้ช่วยลดเลือนหรือชะลอการเกิดริ้วรอยแห่งวัยได้",
                "ส้มช่วยบำรุงผิวพรรณให้เปล่งปลั่งสดใส",
                "ช่วยให้ผิวมีสุขภาพดีไม่แห้งกร้าน",
                "ช่วยบำรุงสายตา ป้องกันการเกิดโรคต้อกระจก เพราะส้มมีวิตามินซี",
                "ช่วยเสริมสร้างกระดูกให้แข็งแรง ด้วยแคลเซียมและวิตามินดีจากส้ม",
                "การกินส้มก็ช่วยลดสภาวะความเครียดได้เหมือนกันนะ",
                "ส้มช่วยเสริมสร้างภูมิคุ้มกันให้แก่ร่างกาย ให้สุขภาพร่างกายแข็งแรง",
                "ช่วยป้องกันการเกิดโรคหลอดเลือดหัวใจตีบ",
                "ช่วยป้องกันการเกิดโรคเลือดออกตามไรฟัน",
                "ช่วยป้องกันการเกิดโรคหัวใจ",
                "ช่วยในการขับถ่าย เพราะส้มมีกากใยสูง",
                "ช่วยลดโอกาสการเกิดโรคมะเร็งที่ปาก กล่องเสียง และที่กระเพาะ",
                "ช่วยป้องกันการเป็นอัมพาตหากกินผลไม้ตระกูลส้มเป็นประจำ",
                "สารฟลาโวนอยด์ในส้มจะช่วยป้องกันการอักเสบและเลือดจับตัวกันเป็นก้อน",
                "ในส้มมีสารเบตาแคโรทีนที่ช่วยชะลอความเสื่อมเส้นผม เล็บ และผิวของคุณ และช่วยให้ผนังหลอดเลือด เส้นเลือดฝอยแข็งแรง",
                "ช่วยซ่อมแซมส่วนที่สึกหรอในร่างกายของเรา",
                "ช่วยในการสมานแผลต่าง ๆ เช่น แผลไฟไหม้หรือแผลหลังผ่าตัดให้หายดียิ่งขึ้น",
                "เปลือกส้มจะมีน้ำมันหอมระเหยที่ช่วยแก้อาการวิงเวียนศีรษะและเป็นยาระบายอ่อน ๆ",
                "เปลือกส้มมีสารช่วยลดคอเลสเตอรอล ช่วยปรับระดับน้ำตาลในเลือด และช่วยกรองสารพิษในตับได้ด้วย",
                "เปลือกส้มมีฤทธิ์ในการช่วยทำลายเซลล์มะเร็งได้"
            ],
            "Nutritional":[
                "พลังงาน 47 กิโลแคลอรี",
                "คาร์โบไฮเดรต 11.75 กรัม",
                "น้ำตาล 9.35 กรัม",
                "เส้นใย 2.4 กรัม",
                "ไขมัน 0.12 กรัม",
                "โปรตีน 0.94 กรัม",
                "วิตามินเอ 11 ไมโครกรัม 1%",
                "วิตามินบี 1 0.087 มิลลิกรัม 8%",
                "วิตามินบี 2 0.04 มิลลิกรัม 3%",
                "วิตามินบี 3 0.282 มิลลิกรัม 2%",
                "วิตามินบี 5 0.25 มิลลิกรัม 5%",
                "วิตามินบี 6 0.06 มิลลิกรัม 5%",
                "วิตามินบี 9 30 ไมโครกรัม 8%",
                "โคลีน 8.4 มิลลิกรัม 2%",
                "วิตามินซี 53.2 มิลลิกรัม 64%",
                "วิตามินอี 0.18 มิลลิกรัม 1%",
                "ธาตุแคลเซียม 40 มิลลิกรัม 4%",
                "ธาตุเหล็ก 0.1 มิลลิกรัม 1%",
                "ธาตุแมกนีเซียม 10 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.025 มิลลิกรัม 1%",
                "ธาตุฟอสฟอรัส 14 มิลลิกรัม 2%",
                "โพแทสเซียม 181 มิลลิกรัม 4%",
                "ธาตุสังกะสี 0.07 มิลลิกรัม 1%"
            ]
        },
        {
            "vit" : "Vitamin C",
            "id" : "903",
            "title": "Strawberry",
            "thumbnail": ["./image/Strawberry-1.jpg","./image/Strawberry-2.jpg","./image/Strawberry-3.jpg"],
            "Sname":["สตรอเบอร์รี Strawberry","Fragaria × ananassa (Duchesne ex Weston) Duchesne ex Rozier., Fragaria × ananassa Duchesne"],
            "NutritionalValue":[58.8,71],
            "Properties":[
                "สตรอเบอร์รีอุดมไปด้วยสารต่อต้านอนุมูลอิสระ มีส่วนช่วยในการชะลอวัย",
                "ช่วยในการเสริมสร้างคอลลาเจน จึงช่วยชะลอการเกิดริ้วรอยได้เป็นอย่างดี",
                "ช่วยเสริมสร้างภูมิคุ้มกันโรคให้แก่ร่างกาย",
                "มีส่วนช่วยบำรุงประสาทและสมอง",
                "ช่วยป้องกันการเกิดโรคมะเร็ง",
                "ช่วยป้องกันการเกิดโรคโลหิตจาง",
                "ช่วยเพิ่มปริมาณไขมันชนิดดี (HDL) ซึ่งช่วยทำให้หลอดเลือดสะอาด ปราศจากคราบไขมัน",
                "ช่วยยับยั้งสารก่อมะเร็งอย่างไนโตรซามีน (Nitrosamines) ซึ่งเป็นตัวกระตุ้นทำให้เกิดโรคมะเร็งลำไส้",
                "ช่วยลดความเสี่ยงของการเกิดโรคมะเร็งต่อมลูกหมาก",
                "ช่วยยับยั้งการเจริญเติบโตของเนื้องอกได้",
                "ช่วยป้องกันการเกิดโรคหลอดเลือดอุดตัน",
                "ช่วยเสริมสร้างกล้ามเนื้อหัวใจให้แข็งแรงและป้องกันการเกิดโรคหัวใจ",
                "สตรอเบอร์รีอุดมไปด้วยซูเปอร์ไฟเบอร์เพกทิน ซึ่งมีส่วนช่วยในการลดระดับคอเลสเตอรอลได้",
                "มีส่วนช่วยบำรุงโลหิต",
                "ช่วยลดความดันโลหิต",
                "มีส่วนช่วยในการบำรุงกระดูกและฟันให้แข็งแรง",
                "ช่วยป้องกันไม่ให้ทารกในครรภ์สมองพิการได้ (กรดโฟลิก)",
                "ช่วยบำรุงและรักษาสายตา ช่วยปรับสมดุลของนัยน์ตาให้เป็นปกติ และป้องกันโรคต้อกระจก โรคตาบอดตอนกลางคืน การรับประทานสตรอเบอร์รีเป็นประจำจึงช่วยลดความเสื่อมของจอประสาทตาได้ถึง 50%",
                "การดื่มน้ำสตรอเบอร์รีจะช่วยบำรุงร่างกายหลังฟื้นไข้",
                "ช่วยป้องกันการเกิดโรคหวัดและภูมิแพ้",
                "ช่วยป้องกันการเกิดโรคเลือดออกตามไรฟันได้เป็นอย่างดี",
                "ช่วยทำให้ระบบทางเดินอาหารทำงานได้อย่างสะดวกและมีประสิทธิภาพ",
                "เป็นยาระบายอ่อน ๆ",
                "ช่วยแก้อาการท้องร่วง (ด้วยการใช้เหล้าไวน์ 1 ถ้วยตวง ใส่รากและใบสตรอเบอร์รีตากแห้ง 1/2 ถ้วยตวง นำมาต้มน้ำให้เดือดแล้วกรองเอาแต่น้ำดื่มก่อนอาหารทุกมื้อ)",
                "ใช้เป็นยาขับปัสสาวะ ด้วยการรับประทานผลสดครั้งละ 5 ผล",
                "มีส่วนช่วยรักษาโรคนิ่วในไต",
                "ช่วยรักษาโรคทางเดินปัสสาวะ (ด้วยการใช้เหล้าไวน์ 1 ถ้วยตวง ใส่รากและใบสตรอเบอร์รีตากแห้ง 1/2 ถ้วยตวง นำมาต้มน้ำให้เดือดแล้วกรองเอาแต่น้ำดื่มก่อนอาหารทุกมื้อ)",
                "ช่วยแก้ปัญหาประจำเดือนมาไม่เป็นปกติด้วยการใช้ใบและราก (โดยการใช้เหล้าไวน์ 1 ถ้วยตวง ใส่รากและใบสตรอเบอร์รีตากแห้ง 1/2 ถ้วยตวง นำมาต้มน้ำให้เดือดแล้วกรองเอาแต่น้ำดื่มก่อนอาหารทุกมื้อ) ตากแห้ง นำมาชงกับน้ำเดือด แล้วดื่มแทนชา และใช้รากสตรอเบอร์รี 2 ช้อนโต๊ะต่อน้ำเดือด 1 กาขนาดกลาง",
                "ช่วยบรรเทาอาการของโรคตับอักเสบ",
                "ช่วยป้องกันการเกิดโรคข้ออักเสบ",
                "ช่วยป้องกันการเกิดโรคเหน็บชา",
                "ช่วยป้องกันโรคเกาต์",
                "ช่วยแก้อาการเจ็บคอ รักษาแผลในช่องปาก (ด้วยการใช้ใบสดสตรอเบอร์รีนำมาแช่น้ำทิ้งไว้ค้างคืน แล้วนำน้ำมาใช้กลั้วคอ)",
                "ช่วยรักษาสุขภาพเหงือกและฟันให้แข็งแรง (ด้วยการใช้ใบสดสตรอเบอร์รีนำมาแช่น้ำทิ้งไว้ค้างคืน แล้วนำน้ำมาใช้กลั้วคอ)",
                "ใบสดนำมาโขลกแล้วนำไปประคบตามร่างกาย ช่วยลดอาการอักเสบบวมช้ำได้เป็นอย่างดี"
            ],
            "Nutritional":[
                "พลังงาน 33 กิโลแคลอรี",
                "คาร์โบไฮเดรต 7.68 กรัม",
                "น้ำตาล 4.89 กรัม",
                "เส้นใย 2 กรัม",
                "ไขมัน 0.3",
                "โปรตีน 0.67 กรัม",
                "วิตามินบี 1 0.024 มิลลิกรัม 2%",
                "วิตามินบี 2 0.022 มิลลิกรัม 2%",
                "วิตามินบี 3 0.386 มิลลิกรัม 3%",
                "วิตามินบี 6 0.047 มิลลิกรัม 4%",
                "วิตามินบี 9 24 ไมโครกรัม 6%",
                "โคลีน 5.7 มิลลิกรัม 1%",
                "วิตามินซี 58.8 มิลลิกรัม 71%",
                "วิตามินอี 0.29 มิลลิกรัม 2%",
                "วิตามินเค 2.2 ไมโครกรัม 2%",
                "ธาตุแคลเซียม 16 มิลลิกรัม 2%",
                "ธาตุเหล็ก 0.41 มิลลิกรัม 3%",
                "ธาตุแมกนีเซียม 13 มิลลิกรัม 4%",
                "ธาตุแมงกานีส 0.386 มิลลิกรัม 18%",
                "ธาตุฟอสฟอรัส 24 มิลลิกรัม 3%",
                "ธาตุโพแทสเซียม 153 มิลลิกรัม 3%",
                "ธาตุโซเดียม 1 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.14 มิลลิกรัม 1%",
                "ฟลูออไรด์ 4.4 ไมโครกรัม"
            ]
        },
        {
            "vit" : "Vitamin C",
            "id" : "904",
            "title": "Lychee",
            "thumbnail": ["./image/Lychee-1.jpg","./image/Lychee-2.jpg","./image/Lychee-3.jpg"],
            "Sname":["ลิ้นจี่ Lychee, Litchi, Lichee, Lichi","Litchi chinensis Sonn."],
            "NutritionalValue":[71.5,86],
            "Properties":[
                "ผลรับประทานเป็นยาบำรุงร่างกาย",
                "ช่วยให้พลังชี่ขับเคลื่อน (เมล็ด)",
                "มีฤทธิ์ในการต่อต้านอนุมูลอิสระอย่างสูง (สารสกัดจากเปลือก)",
                "ลิ้นจี่ต้านมะเร็ง ช่วยยับยั้งการเจริญเติบโตของเซลล์มะเร็งเต้านม (สารสกัดเพอริคาร์ปของลิ้นจี่)",
                "ช่วยเสริมสร้างระบบภูมิคุ้มกันของร่างกาย (ราก, เปลือกลำต้น)",
                "ลิ้นจี่มีสรรพคุณช่วยแก้อาการไอเรื้อรัง",
                "เปลือกของผลใช้ทำเป็นชาชงดื่มแก้อาการหวัด (ชาจากเปลือก)",
                "ช่วยแก้อาการคัดจมูก",
                "ช่วยป้องกันการเกิดและช่วยรักษาโรคเลือดออกตามไรฟัน",
                "ช่วยแก้การติดเชื้อในลำคอ (ชาจากเปลือก)",
                "ช่วยบำรุงระบบการย่อยอาหาร",
                "ช่วยลดกรดในกระเพาะอาหาร",
                "ช่วยบรรเทาอาการไม่ปกติของระบบทางเดินอาหาร",
                "ช่วยรักษาอาการท้องเดิน",
                "ช่วยแก้อาการท้องเสียชนิดไม่รุนแรง (ชาจากเปลือก)",
                "ช่วยปกป้องและรักษาตับ (สารสกัดของผลลิ้นจี่)",
                "มีส่วนช่วยลดขนาดเนื้องอก (งานวิจัยในประเทศจีน แต่ไม่ได้ระบุไว้แน่ชัดว่าใช้ส่วนใดของลิ้นจี่)",
                "ช่วยรักษาโรคจากการติดเชื้อไวรัส (ชาจากเปลือก)",
                "ช่วยรักษาอาการปวดท้อง (เมล็ด)",
                "ช่วยรักษาอาการปวดไส้เลื่อน (เมล็ด)",
                "ช่วยรักษาอาการปวดบวมอัณฑะ (เมล็ด)",
                "ช่วยรักษาโรคไส้เลื่อน อัณฑะหย่อนยาน ด้วยการนำเมล็ดไปตากแห้งแล้วนำไปคั่วกับไฟอ่อน ๆ จนสุกเกรียม แล้วนำมาบดเป็นผง นำเอาผงที่ได้มาประมาณ 1-2 ช้อนโต๊ะต้มกับน้ำ หรือตัก 1 ช้อนแล้วนำมาชงกับน้ำร้อน ดื่มวันละ 3-4 ครั้ง ติดต่อกันประมาณ 20 วัน (เมล็ด)",
                "ลิ้นจี่มีประโยชน์ในการช่วยป้องกันการเกิดโรคเหน็บชา (วิตามินบี 1)",
                "รากลิ้นจี่หรือเปลือกของลำต้น ใช้แก้อาการติดเชื้อไวรัสและอีสุกอีใสได้ (ราก, เปลือกลำต้น)",
                "ช่วยลดอาการปวดต่าง ๆ (เมล็ด)"
            ],
            "Nutritional":[
                "พลังงาน 66 กิโลแคลอรี",
                "คาร์โบไฮเดรต 16.53 กรัม",
                "น้ำตาล 15.23 กรัม",
                "เส้นใย 1.3 กรัม",
                "ไขมัน 0.44 กรัม",
                "โปรตีน 0.83 กรัม",
                "วิตามินบี 1 0.011 มิลลิกรัม 1%",
                "วิตามินบี 2 0.065 มิลลิกรัม 5%",
                "วิตามินบี 3 0.603 มิลลิกรัม 4%",
                "วิตามินบี 6 0.1 มิลลิกรัม 8%",
                "วิตามินบี 9 14 ไมโครกรัม 4%",
                "วิตามินซี 71.5 มิลลิกรัม 86%",
                "ธาตุแคลเซียม 5 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.13 มิลลิกรัม 1%",
                "ธาตุแมกนีเซียม 10 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.055 มิลลิกรัม 3%",
                "ธาตุฟอสฟอรัส 31 มิลลิกรัม 4%",
                "ธาตุโพแทสเซียม 171 มิลลิกรัม 4%",
                "ธาตุโซเดียม 1 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.07 มิลลิกรัม 1%"
            ]
        }
    ],
    "Vitamin D":[
        {
            "vit" : "Vitamin D",
            "id" : "1001",
            "title": "Tuna",
            "thumbnail": ["./image/Tuna-1.jpg","./image/Tuna-2.jpg","./image/Tuna-3.jpg"],
            "Sname":["ทูน่า Tuna, ปลาโอ",""],
            "NutritionalValue":[2.05,2],
            "Properties":[
                "ปลาทูน่าประกอบด้วยกรดไขมันโอเมก้า 3 ซึ่งช่วยในการสร้างสมดุลในหลอดเลือด จึงช่วยลดคอเลสเตอรอลในหลอดเลือดแดง ทำให้หัวใจสามารถทำงานได้อย่างมีประสิทธิภาพ ทั้งช่วยสูบฉีดเลือดไปทั่วร่างกาย",
                "ปลาทูน่าอุดมไปด้วยโพแทสเซียมซึ่งเป็นที่รู้จักกันในการลดความดันโลหิต รวมถึงกรดไขมันโอเมก้า 3 ในทูน่า มีฤทธิ์ต้านการอักเสบต่อระบบหัวใจและหลอดเลือดซึ่งส่งผลดีต่อร่างกาย ทั้งช่วยลดความดันโลหิต ความเสี่ยงต่อโรคหลอดเลือดสมอง และหัวใจวาย",
                "เนื้อของปลาทูน่าอุดมไปด้วยแมงกานีส สังกะสี วิตามินซี และซีลีเนียม มีส่วนช่วยในการเสริมสร้างระบบภูมิคุ้มกัน นอกจากนั้นสารต้านอนุมูลอิสระเหล่านี้ยังช่วยป้องกันโรคต่างๆ เช่น โรคมะเร็ง อีกด้วย",
                "ปลาทูน่าเป็นอาหารโปรตีนแคลอรี่ต่ำที่มีคุณภาพสูง เต็มไปด้วยสารอาหารที่ดีต่อสุขภาพที่ช่วยเพิ่มการเผาผลาญและลดไขมัน อีกทั้งกรดไขมันโอเมก้าสามจากเนื้อปลาทูน่าจะกระตุ้นฮอร์โมนสำหรับความหิวที่เรียกว่า leptin ซึ่งช่วยลดการอยากอาหารนั่นเอง",
                "ปลาทูน่ามีวิตามินบีซึ่งเป็นส่วนประกอบสำคัญในการเสริมสร้างกระดูก โดยวิตามินนี้นอกจากจะช่วยให้กระดูกแข็งแรงแล้ว ยังปกป้องร่างกายจากการบาดเจ็บ ทั้งยังช่วยป้องกันโรคมะเร็งกระดูกได้",
                "คอมเพล็กซ์วิตามินบีในปลาทูน่ามีส่วนช่วยให้ผิวแข็งแรง นอกจากนี้โปรตีนในทูน่าที่เรียกว่าอีลาสตินจะช่วยซ่อมแซมเนื้อเยื่อ ทำให้ผิวเรียบเนียน กระจ่างขึ้น",
                "ปลาทูน่าอุดมไปด้วยกรดไขมันโอเมก้า 3 มีส่วนช่วยในการป้องกันความผิดปกติของดวงตา เช่น การเสื่อมสภาพของจอประสาทตา เป็นต้น",
                "วิตามินบีรวมในปลาทูน่ามีส่วนช่วยการเผาผลาญ เพิ่มประสิทธิภาพของอวัยวะที่ช่วยปกป้องผิว และเพิ่มระดับพลังงาน โดยวิตามินกลุ่ม B ทำหน้าที่เป็นตัวกระตุ้นเอนไซม์และเร่งปฏิกิริยาเมตาบอลิซึม ทำให้ร่างกายมีความกระตือรือร้นและสุขภาพดี",
                "ปลาทูน่าเป็นแหล่งของธาตุเหล็ก และอุดมไปด้วยวิตามินบีรวมที่มีบทบาทสำคัญในการสร้างเซลล์เม็ดเลือดแดง เพราะหากปราศจากธาตุเหล็ก ร่างกายจะเสี่ยงต่อโรคโลหิตจางนั่นเอง",
                "เนื่องจากทูน่ามีวิตามินและแร่ธาตุที่ช่วยต้านการอักเสบได้ ซึ่งการลดการอักเสบทั่วร่างกายจะช่วยให้การทำงานของอวัยวะทั้งหมดดีขึ้น นอกจากนี้ยังช่วยป้องกันโรคข้ออักเสบ และโรคเกาต์ ได้"
            ],
            "Nutritional":[
                "พลังงาน 129 กิโลแคลอรี",
                "ไขมันทั้งหมด 0.6 กรัม",
                "ไขมันอิ่มตัว 0.2 กรัม",
                "คอเลสเตอรอล 47 มิลลิกรัม",
                "โซเดียม 54 มิลลิกรัม",
                "โพแทสเซียม 527 มิลลิกรัม",
                "โปรตีน 29 กรัม",
                "แคลเซียม 4 มิลลิกรัม",
                "เหล็ก 0.9 มิลลิกรัม",
                "วิตามินดี 2.05 ไมโครกรัม 2%",
                "วิตามินบี 6 1 มิลลิกรัม 77%",
                "วิตามินบี 12 2.4 ไมโครกรัม 185%",
                "แมกนีเซียม 42 มิลลิกรัม"
            ]
        }
    ],
    "Vitamin E":[
        {
            "vit" : "Vitamin E",
            "id" : "1101",
            "title": "Kiwifruit",
            "thumbnail": ["./image/Kiwi-1.jpg","./image/Kiwi-2.jpg","./image/Kiwi-3.jpg"],
            "Sname":["กีวี, กีวีฟรุต Kiwifruit","Actinidia chinensis"],
            "NutritionalValue":[1.46,10],
            "Properties":[
                "ช่วยเพิ่มการไหลเวียนของโลหิตในร่างกายให้ดียิ่งขึ้น",
                "กีวี่เป็นผลไม้ที่เหมาะสำหรับผู้ที่มีปัญหาเรื่องการนอนหลับยาก กีวีจะช่วยให้คุณหลับง่ายและสบายมากขึ้น",
                "ช่วยลดระดับคอเลสเตอรอลและไตรกลีเซอไรด์ในเลือด",
                "โพแทสเซียมจากกีวีช่วยลดความดันโลหิตสูงได้",
                "ช่วยป้องกันและลดความเสี่ยงจากการเกิดโรคหัวใจวาย",
                "โฟเลตจากกีวีช่วยในเรื่องการแบ่งตัวของเซลล์ใหม่ จำเป็นอย่างมากสำหรับมารดาที่กำลังตั้งครรภ์ เพราะช่วยลดโอกาสเสี่ยงที่ทารกจะมีความพิการทางสมองและระบบประสาทหากขาดโฟเลต และเสริมสร้างพัฒนาการของทารกในครรภ์",
                "ซิงค์จากกีวี เป็นแร่ธาตุที่จำเป็นในการใช้สร้างฮอร์โมนเพศชาย",
                "ช่วยเสริมสร้างกระดูกและฟันให้แข็งแรง ช่วยป้องกันฟันผุ กีวีจะช่วยลดอนุมูลอิสระเหล่านี้ได้",
                "ช่วยซ่อมแซมกล้ามเนื้อและเส้นใยประสาท",
                "ช่วยซ่อมแซมเซลล์ DNA ที่ถูกทำลายจากกระบวนการเผาผลาญอาหารในร่างกายของเราได้",
                "ควรรับประทานกีวีพร้อมหรือหลังอาหาร หากอาหารมื้อนั้นมีไขมัน",
                "ช่วยเสริมสร้างภูมิคุ้มกันให้แข็งแรง",
                "กีวีสีทองสามารถทำให้ร่างกายต่อสู้กับโรคไข้หวัดใหญ่ได้ดี",
                "ช่วยบรรเทาอาการเจ็บคอได้",
                "ไฟเบอร์ช่วยให้ระบบย่อยอาหารทำงานได้อย่างมีประสิทธิภาพ",
                "ช่วยป้องกันโรคท้องผูก ช่วยให้ขับถ่ายอย่างสะดวกและสม่ำเสมอ",
                "ช่วยต่อต้านเชื้อแบคทีเรียและเชื้อไวรัส",
                "ช่วยบรรเทาอาการอักเสบต่าง ๆ ในร่างกาย"
            ],
            "Nutritional":[
                "พลังงาน 61 กิโลแคลอรี",
                "คาร์โบไฮเดรต 14.66 กรัม",
                "น้ำตาล 8.99 กรัม",
                "เส้นใย 3.0 กรัม",
                "ไขมัน 0.52 กรัม",
                "โปรตีน 1.14 กรัม",
                "วิตามินบี 1 0.027 มิลลิกรัม 2%",
                "วิตามินบี 2 0.025 มิลลิกรัม 2%",
                "วิตามินบี 3 0.341 มิลลิกรัม 2%",
                "วิตามินบี 5 0.183 มิลลิกรัม 4%",
                "วิตามินบี 6 0.063 มิลลิกรัม 5%",
                "วิตามินบี 9 25 กรัม 6%",
                "โคลีน 7.28 กรัม 2%",
                "วิตามินซี 92.7 มิลลิกรัม 112%",
                "วิตามินอี 1.46 มิลลิกรัม 10%",
                "วิตามินเค 40.3 ไมโครกรัม 38%",
                "ธาตุแคลเซียม 34 มิลลิกรัม 3%",
                "ธาตุเหล็ก 0.31 มิลลิกรัม 2%",
                "ธาตุแมกนีเซียม 17 มิลลิกรัม 5%",
                "ธาตุแมงกานีส 0.098 มิลลิกรัม 5%",
                "ธาตุฟอสฟอรัส 34 มิลลิกรัม 5%",
                "ธาตุโพแทสเซียม 312 มิลลิกรัม 7%",
                "ธาตุโซเดียม 3 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.14 มิลลิกรัม 1%"
            ]
        }
    ],
    "Vitamin K":[
        {
            "vit" : "Vitamin K",
            "id" : "1201",
            "title": "Pomegranate",
            "thumbnail": ["./image/Pomegranate-1.jpg","./image/Pomegranate-2.jpg","./image/Pomegranate-3.jpg"],
            "Sname":["ทับทิม Pomegranate","Punica granatum L."],
            "NutritionalValue":[0.0164,4],
            "Properties":[
                "ช่วยบำรุงผิวพรรณให้เปล่งปลั่งสดใส",
                "ช่วยต่อต้านอนุมูลอิสระในร่างกายและช่วยในการชะลอวัย",
                "น้ำทับทิมมีคุณสมบัติช่วยให้ผิวหน้าเต่งตึง ด้วยการนำน้ำทับทิมประมาณ 1 ช้อนชามาทาทิ้งไว้บนใบหน้าประมาณ 10 นาทีแล้วล้างออก",
                "น้ำทับทิมช่วยเพิ่มความสดชื่น แก้กระหาย คลายร้อนได้เป็นอย่างดี",
                "ช่วยระงับกลิ่นปากได้อีกด้วย",
                "ช่วยเสริมสร้างภูมิคุ้มกันให้แข็งแรง บรรเทาอาการหวัด",
                "ช่วยปกป้องผิวของคุณจากแสงแดด",
                "ทับทับมีวิตามินซีสูงมาก และยังมีวิตามินเอ วิตามินอี และกรดโฟลิกอีกด้วย",
                "ใบทับทิมใช้ในการประกอบพิธีต่าง ๆ ที่ใช้น้ำมนต์ในการประกอบพิธี",
                "ช่วยบรรเทาอาการแพ้ท้องในหญิงตั้งครรภ์",
                "ช่วยในการปรับฮอร์โมนวัยหมดประจำเดือน",
                "ช่วยป้องกันโรคความจำเสื่อมในผู้สูงอายุ",
                "ช่วยในการบำบัดอาการของโรคเบาหวาน",
                "ช่วยบำรุงสายตา แก้อาการตาอักเสบ",
                "น้ำต้มเปลือกทับทิมช่วยบรรเทาอาการเจ็บคอได้",
                "ช่วยบรรเทาอาการของโรคหัวใจ ด้วยการช่วยเสริมสุขภาพหัวใจให้ดียิ่งขึ้น",
                "ช่วยป้องกันโรคเลือดออกตามไรฟัน",
                "ช่วยบำรุงสุขภาพฟันให้แข็งแรง",
                "ช่วยส่งเสริมสุขภาพกระดูกให้แข็งแรง ป้องกันการเกิดโรคกระดูกพรุน",
                "ช่วยลดความดันโลหิตสูง",
                "ช่วยส่งเสริมการทำงานของหลอดเลือด",
                "ช่วยในการฟอกไตและท่อปัสสาวะ",
                "ช่วยลดสภาวะการแข็งตัวของเลือดจากไขมันในเลือดสูง",
                "มีฤทธิ์ในการต่อต้านเชื้อแบคทีเรียต่าง ๆ ได้เป็นอย่างดี",
                "ช่วยแก้อาการระดูขาว ตกเลือด",
                "ช่วยบำรุงสุขภาพตับให้แข็งแรง",
                "มีส่วนช่วยบำรุงและต่อต้านอาการเสื่อมสมรรถภาพทางเพศได้ด้วย",
                "เปลือกทับทิมสามารถรักษาโรคท้องเดินและโรคบิดได้ เพราะมีสารในกลุ่มแทนนินอยู่ในปริมาณมาก",
                "เปลือกทับทิมมีสรรพคุณช่วยลดการอักเสบ",
                "เปลือกผลช่วยรักษาแผลหิด กลากเกลื้อน",
                "เปลือกของทับทิมช่วยต้านการหดเกร็งของกล้ามเนื้อ",
                "ยาต้มจากเปลือกผลช่วยรักษาอาการอุจจาระร่วงได้ โดยช่วยลดจำนวนครั้งในการขับถ่ายและทำให้ระยะเวลาเริ่มถ่ายครั้งแรกนานขึ้น",
                "เปลือกต้นและเปลือกรากของทับทิมสามารถใช้เป็นยาขับพยาธิตัวตืดและพยาธิตัวกลมได้เป็นอย่างดี ด้วยการนำเปลือกของรากและต้นที่ยังสด ๆ ประมาณครึ่งกำมือ เติมกานพลูลงไปเล็กน้อยเพื่อแต่งรส นำมาต้มกับน้ำ 3 ถ้วยแก้ว เคี่ยวจนเหลือถ้วยครึ่ง แล้วนำมารับประทานครั้งละ 2 ช้อนโต๊ะ หลังจากนั้น 2 ชั่วโมงจึงรับประทานยาถ่าย เช่น ดีเกลืออีก 2 ช้อนโต๊ะตามไปอีกครั้งหนึ่ง",
                "ดอกทับทิมใช้ห้ามเลือดได้ ด้วยการนำดอกแห้งมาบดให้ละเอียดแล้วนำมาทาหรือโรยใส่บริเวณบาดแผล",
                "ดอกทับทิมช่วยแก้อาการหูชั้นในอักเสบ",
                "ใบของทับทิมสามารถนำมาอมกลั้วคอหรือทำเป็นยาล้างตาก็ได้",
                "ช่วยลดปัญหาผมร่วง ด้วยการนำยาพอกที่ได้จากใบ แล้วนำมาพอกหนังศีรษะ",
                "ชาวอินเดียนำน้ำคั้นจากผลทับทิมและดอกของทับทิมมาปรุงเป็นยาธาตุ สมานลำไส้ บำรุงหัวใจ",
                "ทับทิมช่วยต่อต้านการเกิดโรคมะเร็งได้มากกว่า 13 ชนิด โดยช่วยให้เซลล์มะเร็งไม่เพิ่มจำนวนขึ้น เช่น มะเร็งผิวหนัง มะเร็งตับ มะเร็งลำไส้ เป็นต้น",
                "ช่วยในการทำลายเซลล์มะเร็งหลอดอาหาร มะเร็งลำไส้ใหญ่"
            ],
            "Nutritional":[
                "พลังงาน 83 กิโลแคลอรี",
                "คาร์โบไฮเดรต 18.7 กรัม",
                "น้ำตาล 13.67 กรัม",
                "เส้นใย 4 กรัม",
                "ไขมัน 1.17 กรัม",
                "โปรตีน 1.67 กรัม",
                "วิตามินบี 1 0.067 มิลลิกรัม 6%",
                "วิตามินบี 2 0.053 มิลลิกรัม 4%",
                "วิตามินบี 3 0.293 มิลลิกรัม 2%",
                "วิตามินบี 5 0.377 มิลลิกรัม 8%",
                "วิตามินบี 6 0.075 มิลลิกรัม 6%",
                "วิตามินบี 9 38 ไมโครกรัม 10%",
                "โคลีน 7.6 มิลลิกรัม 2%",
                "วิตามินซี 10.2 มิลลิกรัม 12%",
                "วิตามินอี 0.6 มิลลิกรัม 4%",
                "วิตามินเค 16.4 ไมโครกรัม 4%",
                "ธาตุแคลเซียม 10 มิลลิกรัม 1%",
                "ธาตุเหล็ก 0.3 มิลลิกรัม 2%",
                "ธาตุแมกนีเซียม 12 มิลลิกรัม 3%",
                "ธาตุแมงกานีส 0.119 มิลลิกรัม 6%",
                "ธาตุฟอสฟอรัส 36 มิลลิกรัม 5%",
                "ธาตุโพแทสเซียม 236 มิลลิกรัม 5%",
                "ธาตุโซเดียม 3 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.35 มิลลิกรัม 4%"
            ]
        },
        {
            "vit" : "Vitamin K",
            "id" : "1202",
            "title": "Raspberry",
            "thumbnail": ["./image/Raspberry-1.jpg","./image/Raspberry-2.jpg","./image/Raspberry-3.jpg"],
            "Sname":["แรสเบอร์รี, ราสเบอร์รี Raspberry","Rubus"],
            "NutritionalValue":[0.0078,7],
            "Properties":[
                "ผลไม้ราสเบอรี่มีไขมันและแคลอรีต่ำ อีกทั้งยังอุดมไปด้วยเส้นใยอาหารที่ช่วยในการขับถ่าย",
                "ราสเบอรี่ มีสารต้านอนุมูลอิสระ ช่วยกระตุ้นภูมิคุ้มกันในร่างกายและช่วยป้องกันการเกิดโรคต่าง ๆ",
                "ช่วยต่อต้านมะเร็ง เพราะอุดมไปด้วยกรดเอลลาจิก (Ellagic acid) ซึ่งในทางการแพทย์ได้ยอมรับว่ามันมีฤทธิ์แรงที่สุดในการช่วยป้องกันมะเร็ง โดยพบว่ากรดชนิดนี้สามารถช่วยจับสารพิษที่เป็นสารก่อมะเร็งไม่ให้จับกับดีเอ็นเอ จึงช่วยลดความเสี่ยงของการเกิดโรคมะเร็งได้ และยังช่วยยับยั้งการเจริญเติบโตของเซลล์มะเร็งไม่ให้ลุกลาม ทำให้เซลล์มะเร็งเกิดภาวะตายตามธรรมชาติ โดยไม่ทำลายเซลล์ปกติเหมือนการใช้ยาเคมีบำบัด",
                "ช่วยป้องกันโรคอัลไซเมอร์หรือความจำเสื่อม",
                "ราสเบอร์รี่ ผลไม้ที่อุดมไปด้วยวิตามินซี ช่วยในการต่อต้านอนุมูลอิสระในร่างกาย และยังมีวิตามินเอ วิตามินอี ที่ช่วยในการชะลอการเกิดริ้วรอย บำรุงผิวพรรณ และช่วยสมานผิวหรือแผลต่าง ๆ ให้หายเร็วขึ้น",
                "ราสเบอร์รี่ประกอบด้วยแร่ธาตุสำคัญอย่างแมงกานีส โพแทสเซียม แมกนีเซียม ทองแดง และธาตุเหล็ก ซึ่งช่วยควบคุมอัตราการเต้นของหัวใจและช่วยควบคุมความดันโลหิต และช่วยในการผลิตเซลล์เม็ดเลือดแดง",
                "ราสเบอร์รี่อุดมไปด้วยวิตามินบีรวม วิตามินเค และวิตามินอื่น ๆ ซึ่งมีส่วนช่วยให้ร่างกายเผาผลาญคาร์โบไฮเดรต โปรตีน และไขมัน",
                "ผลไม้ราสเบอร์รี่มีน้ำตาลต่ำ จึงช่วยควบคุมน้ำหนักตัวได้",
                "สารสีแดงในราสเบอร์รี่มีคุณสมบัติในการช่วยเพิ่มการไหลเวียนของโลหิต",
                "ราสเบอร์รี่มีสารอาหารที่เอื้อต่อการมีบุตรทั้งเพศชายและเพศหญิง",
                "ช่วยลดความเสียหายที่เกิดขึ้นกับสเปิร์มได้ถึง 20% (สาเหตุอาจมาจากภาวะความเครียด) ซึ่งมากกว่าผู้ชายที่ไม่ได้บริโภคผลไม้ราสเบอร์รี่",
                "ช่วยรักษาสมดุลของฮอร์โมนเพศได้เป็นอย่างดี",
                "ช่วยลดโอกาสการแท้งบุตรในเพศหญิง เพราะราสเบอร์รี่มีโฟเลตที่เป็นตัวช่วยเพิ่มความสมบูรณ์ให้กับตัวอ่อนระหว่างการตั้งครรภ์",
                "ราสเบอรี่สด ใช้รับประทานเป็นผลไม้หรือนำไปทำอาหารอย่างอื่นได้ทั้งอาหารคาวและหวาน",
                "ราสเบอร์รี่สามารถนำมาแปรรูปทำเป็น น้ำราสเบอร์รี่ ราสเบอร์รี่ปั่น เค้กราสเบอร์รี่ แยมราสเบอร์รี่ เครื่องดื่มแอลกอฮอล์ ใช้แต่งกลิ่นสีในขนมหวานได้อย่างหลากหลาย ฯลฯ"
            ],
            "Nutritional":[
                "พลังงาน 53 กิโลแคลอรี",
                "คาร์โบไฮเดรต 11.94 กรัม",
                "น้ำตาล 4.42 กรัม",
                "เส้นใย 6.5 กรัม",
                "ไขมัน 0.65 กรัม",
                "โปรตีน 1.2 กรัม",
                "วิตามินบี 1 0.032 มิลลิกรัม 3%",
                "วิตามินบี 2 0.038 มิลลิกรัม 3%",
                "วิตามินบี 3 0.598 มิลลิกรัม 4%",
                "วิตามินบี 5 0.329 มิลลิกรัม 7%",
                "วิตามินบี 6 0.055 มิลลิกรัม 4%",
                "วิตามินบี 9 21 ไมโครกรัม 5%",
                "โคลีน 12.3 มิลลิกรัม 3%",
                "วิตามินซี 26.2 มิลลิกรัม 32%",
                "วิตามินอี 0.87 มิลลิกรัม 6%",
                "วิตามินเค 7.8 ไมโครกรัม 7%",
                "ธาตุแคลเซียม 25 มิลลิกรัม 3%",
                "ธาตุเหล็ก 0.69 มิลลิกรัม 5%",
                "ธาตุแมกนีเซียม 22 มิลลิกรัม 6%",
                "ธาตุแมงกานีส 0.67 มิลลิกรัม 32%",
                "ธาตุฟอสฟอรัส 29 มิลลิกรัม 4%",
                "ธาตุโพแทสเซียม 151 มิลลิกรัม 3%",
                "ธาตุโซเดียม 1 มิลลิกรัม 0%",
                "ธาตุสังกะสี 0.42 มิลลิกรัม 4%"
            ]
        }
    ]
}